export const emojis = {
  smileys: [
    {
      "no": 1,
      "codes": "1F600",
      "char": "😀"
    },
    {
      "no": 2,
      "codes": "1F601",
      "char": "😁"
    },
    {
      "no": 3,
      "codes": "1F602",
      "char": "😂"
    },
    {
      "no": 4,
      "codes": "1F923",
      "char": "🤣"
    },
    {
      "no": 5,
      "codes": "1F603",
      "char": "😃"
    },
    {
      "no": 6,
      "codes": "1F604",
      "char": "😄"
    },
    {
      "no": 7,
      "codes": "1F605",
      "char": "😅"
    },
    {
      "no": 8,
      "codes": "1F606",
      "char": "😆"
    },
    {
      "no": 9,
      "codes": "1F609",
      "char": "😉"
    },
    {
      "no": 10,
      "codes": "1F60A",
      "char": "😊"
    },
    {
      "no": 11,
      "codes": "1F60B",
      "char": "😋"
    },
    {
      "no": 12,
      "codes": "1F60E",
      "char": "😎"
    },
    {
      "no": 13,
      "codes": "1F60D",
      "char": "😍"
    },
    {
      "no": 14,
      "codes": "1F618",
      "char": "😘"
    },
    /*{
      "no": 15,
      "codes": "1F970",
      "char": "🥰"
    },*/
    {
      "no": 16,
      "codes": "1F617",
      "char": "😗"
    },
    {
      "no": 17,
      "codes": "1F619",
      "char": "😙"
    },
    {
      "no": 18,
      "codes": "1F61A",
      "char": "😚"
    },
    {
      "no": 19,
      "codes": "263A",
      "char": "☺"
    },
    {
      "no": 20,
      "codes": "1F642",
      "char": "🙂"
    },
    {
      "no": 21,
      "codes": "1F917",
      "char": "🤗"
    },
    {
      "no": 22,
      "codes": "1F929",
      "char": "🤩"
    },
    {
      "no": 23,
      "codes": "1F914",
      "char": "🤔"
    },
    {
      "no": 24,
      "codes": "1F928",
      "char": "🤨"
    },
    {
      "no": 25,
      "codes": "1F610",
      "char": "😐"
    },
    {
      "no": 26,
      "codes": "1F611",
      "char": "😑"
    },
    {
      "no": 27,
      "codes": "1F636",
      "char": "😶"
    },
    {
      "no": 28,
      "codes": "1F644",
      "char": "🙄"
    },
    {
      "no": 29,
      "codes": "1F60F",
      "char": "😏"
    },
    {
      "no": 30,
      "codes": "1F623",
      "char": "😣"
    },
    {
      "no": 31,
      "codes": "1F625",
      "char": "😥"
    },
    {
      "no": 32,
      "codes": "1F62E",
      "char": "😮"
    },
    {
      "no": 33,
      "codes": "1F910",
      "char": "🤐"
    },
    {
      "no": 34,
      "codes": "1F62F",
      "char": "😯"
    },
    {
      "no": 35,
      "codes": "1F62A",
      "char": "😪"
    },
    {
      "no": 36,
      "codes": "1F62B",
      "char": "😫"
    },
    {
      "no": 37,
      "codes": "1F634",
      "char": "😴"
    },
    {
      "no": 38,
      "codes": "1F60C",
      "char": "😌"
    },
    {
      "no": 39,
      "codes": "1F61B",
      "char": "😛"
    },
    {
      "no": 40,
      "codes": "1F61C",
      "char": "😜"
    },
    {
      "no": 41,
      "codes": "1F61D",
      "char": "😝"
    },
    {
      "no": 42,
      "codes": "1F924",
      "char": "🤤"
    },
    {
      "no": 43,
      "codes": "1F612",
      "char": "😒"
    },
    {
      "no": 44,
      "codes": "1F613",
      "char": "😓"
    },
    {
      "no": 45,
      "codes": "1F614",
      "char": "😔"
    },
    {
      "no": 46,
      "codes": "1F615",
      "char": "😕"
    },
    {
      "no": 47,
      "codes": "1F643",
      "char": "🙃"
    },
    {
      "no": 48,
      "codes": "1F911",
      "char": "🤑"
    },
    {
      "no": 49,
      "codes": "1F632",
      "char": "😲"
    },
    {
      "no": 50,
      "codes": "2639",
      "char": "☹"
    },
    {
      "no": 51,
      "codes": "1F641",
      "char": "🙁"
    },
    {
      "no": 52,
      "codes": "1F616",
      "char": "😖"
    },
    {
      "no": 53,
      "codes": "1F61E",
      "char": "😞"
    },
    {
      "no": 54,
      "codes": "1F61F",
      "char": "😟"
    },
    {
      "no": 55,
      "codes": "1F624",
      "char": "😤"
    },
    {
      "no": 56,
      "codes": "1F622",
      "char": "😢"
    },
    {
      "no": 57,
      "codes": "1F62D",
      "char": "😭"
    },
    {
      "no": 58,
      "codes": "1F626",
      "char": "😦"
    },
    {
      "no": 59,
      "codes": "1F627",
      "char": "😧"
    },
    {
      "no": 60,
      "codes": "1F628",
      "char": "😨"
    },
    {
      "no": 61,
      "codes": "1F629",
      "char": "😩"
    },
    {
      "no": 62,
      "codes": "1F92F",
      "char": "🤯"
    },
    {
      "no": 63,
      "codes": "1F62C",
      "char": "😬"
    },
    {
      "no": 64,
      "codes": "1F630",
      "char": "😰"
    },
    {
      "no": 65,
      "codes": "1F631",
      "char": "😱"
    },
    /*{
      "no": 66,
      "codes": "1F975",
      "char": "🥵"
    },
    {
      "no": 67,
      "codes": "1F976",
      "char": "🥶"
    },*/
    {
      "no": 68,
      "codes": "1F633",
      "char": "😳"
    },
    {
      "no": 69,
      "codes": "1F92A",
      "char": "🤪"
    },
    {
      "no": 70,
      "codes": "1F635",
      "char": "😵"
    },
    {
      "no": 71,
      "codes": "1F621",
      "char": "😡"
    },
    {
      "no": 72,
      "codes": "1F620",
      "char": "😠"
    },
    {
      "no": 73,
      "codes": "1F92C",
      "char": "🤬"
    },
    {
      "no": 74,
      "codes": "1F637",
      "char": "😷"
    },
    {
      "no": 75,
      "codes": "1F912",
      "char": "🤒"
    },
    {
      "no": 76,
      "codes": "1F915",
      "char": "🤕"
    },
    {
      "no": 77,
      "codes": "1F922",
      "char": "🤢"
    },
    {
      "no": 78,
      "codes": "1F92E",
      "char": "🤮"
    },
    {
      "no": 79,
      "codes": "1F927",
      "char": "🤧"
    },
    {
      "no": 80,
      "codes": "1F607",
      "char": "😇"
    },
    {
      "no": 81,
      "codes": "1F920",
      "char": "🤠"
    },
    /*{
      "no": 82,
      "codes": "1F973",
      "char": "🥳"
    },
    {
      "no": 83,
      "codes": "1F974",
      "char": "🥴"
    },
    {
      "no": 84,
      "codes": "1F97A",
      "char": "🥺"
    },*/
    {
      "no": 85,
      "codes": "1F925",
      "char": "🤥"
    },
    {
      "no": 86,
      "codes": "1F92B",
      "char": "🤫"
    },
    {
      "no": 87,
      "codes": "1F92D",
      "char": "🤭"
    },
    {
      "no": 88,
      "codes": "1F9D0",
      "char": "🧐"
    },
    {
      "no": 89,
      "codes": "1F913",
      "char": "🤓"
    },
    {
      "no": 90,
      "codes": "1F608",
      "char": "😈"
    },
    {
      "no": 91,
      "codes": "1F47F",
      "char": "👿"
    },
    {
      "no": 92,
      "codes": "1F921",
      "char": "🤡"
    },
    {
      "no": 93,
      "codes": "1F479",
      "char": "👹"
    },
    {
      "no": 94,
      "codes": "1F47A",
      "char": "👺"
    },
    {
      "no": 95,
      "codes": "1F480",
      "char": "💀"
    },
    {
      "no": 96,
      "codes": "2620",
      "char": "☠"
    },
    {
      "no": 97,
      "codes": "1F47B",
      "char": "👻"
    },
    {
      "no": 98,
      "codes": "1F47D",
      "char": "👽"
    },
    {
      "no": 99,
      "codes": "1F47E",
      "char": "👾"
    },
    {
      "no": 100,
      "codes": "1F916",
      "char": "🤖"
    },
    {
      "no": 101,
      "codes": "1F4A9",
      "char": "💩"
    },
    {
      "no": 102,
      "codes": "1F63A",
      "char": "😺"
    },
    {
      "no": 103,
      "codes": "1F638",
      "char": "😸"
    },
    {
      "no": 104,
      "codes": "1F639",
      "char": "😹"
    },
    {
      "no": 105,
      "codes": "1F63B",
      "char": "😻"
    },
    {
      "no": 106,
      "codes": "1F63C",
      "char": "😼"
    },
    {
      "no": 107,
      "codes": "1F63D",
      "char": "😽"
    },
    {
      "no": 108,
      "codes": "1F640",
      "char": "🙀"
    },
    {
      "no": 109,
      "codes": "1F63F",
      "char": "😿"
    },
    {
      "no": 110,
      "codes": "1F63E",
      "char": "😾"
    },
    {
      "no": 111,
      "codes": "1F648",
      "char": "🙈"
    },
    {
      "no": 112,
      "codes": "1F649",
      "char": "🙉"
    },
    {
      "no": 113,
      "codes": "1F64A",
      "char": "🙊"
    },
    {
      "no": 114,
      "codes": "1F476",
      "char": "👶"
    },
    {
      "no": 115,
      "codes": "1F9D2",
      "char": "🧒"
    },
    {
      "no": 116,
      "codes": "1F466",
      "char": "👦"
    },
    {
      "no": 117,
      "codes": "1F467",
      "char": "👧"
    },
    {
      "no": 118,
      "codes": "1F9D1",
      "char": "🧑"
    },
    {
      "no": 119,
      "codes": "1F468",
      "char": "👨"
    },
    {
      "no": 120,
      "codes": "1F469",
      "char": "👩"
    },
    {
      "no": 121,
      "codes": "1F9D3",
      "char": "🧓"
    },
    {
      "no": 122,
      "codes": "1F474",
      "char": "👴"
    },
    {
      "no": 123,
      "codes": "1F475",
      "char": "👵"
    },
    {
      "no": 124,
      "codes": "1F468 200D 2695 FE0F",
      "char": "👨‍⚕️"
    },
    {
      "no": 125,
      "codes": "1F469 200D 2695 FE0F",
      "char": "👩‍⚕️"
    },
    {
      "no": 126,
      "codes": "1F468 200D 1F393",
      "char": "👨‍🎓"
    },
    {
      "no": 127,
      "codes": "1F469 200D 1F393",
      "char": "👩‍🎓"
    },
    {
      "no": 128,
      "codes": "1F468 200D 1F3EB",
      "char": "👨‍🏫"
    },
    {
      "no": 129,
      "codes": "1F469 200D 1F3EB",
      "char": "👩‍🏫"
    },
    {
      "no": 130,
      "codes": "1F468 200D 2696 FE0F",
      "char": "👨‍⚖️"
    },
    {
      "no": 131,
      "codes": "1F469 200D 2696 FE0F",
      "char": "👩‍⚖️"
    },
    {
      "no": 132,
      "codes": "1F468 200D 1F33E",
      "char": "👨‍🌾"
    },
    {
      "no": 133,
      "codes": "1F469 200D 1F33E",
      "char": "👩‍🌾"
    },
    {
      "no": 134,
      "codes": "1F468 200D 1F373",
      "char": "👨‍🍳"
    },
    {
      "no": 135,
      "codes": "1F469 200D 1F373",
      "char": "👩‍🍳"
    },
    {
      "no": 136,
      "codes": "1F468 200D 1F527",
      "char": "👨‍🔧"
    },
    {
      "no": 137,
      "codes": "1F469 200D 1F527",
      "char": "👩‍🔧"
    },
    {
      "no": 138,
      "codes": "1F468 200D 1F3ED",
      "char": "👨‍🏭"
    },
    {
      "no": 139,
      "codes": "1F469 200D 1F3ED",
      "char": "👩‍🏭"
    },
    {
      "no": 140,
      "codes": "1F468 200D 1F4BC",
      "char": "👨‍💼"
    },
    {
      "no": 141,
      "codes": "1F469 200D 1F4BC",
      "char": "👩‍💼"
    },
    {
      "no": 142,
      "codes": "1F468 200D 1F52C",
      "char": "👨‍🔬"
    },
    {
      "no": 143,
      "codes": "1F469 200D 1F52C",
      "char": "👩‍🔬"
    },
    {
      "no": 144,
      "codes": "1F468 200D 1F4BB",
      "char": "👨‍💻"
    },
    {
      "no": 145,
      "codes": "1F469 200D 1F4BB",
      "char": "👩‍💻"
    },
    {
      "no": 146,
      "codes": "1F468 200D 1F3A4",
      "char": "👨‍🎤"
    },
    {
      "no": 147,
      "codes": "1F469 200D 1F3A4",
      "char": "👩‍🎤"
    },
    {
      "no": 148,
      "codes": "1F468 200D 1F3A8",
      "char": "👨‍🎨"
    },
    {
      "no": 149,
      "codes": "1F469 200D 1F3A8",
      "char": "👩‍🎨"
    },
    {
      "no": 150,
      "codes": "1F468 200D 2708 FE0F",
      "char": "👨‍✈️"
    },
    {
      "no": 151,
      "codes": "1F469 200D 2708 FE0F",
      "char": "👩‍✈️"
    },
    {
      "no": 152,
      "codes": "1F468 200D 1F680",
      "char": "👨‍🚀"
    },
    {
      "no": 153,
      "codes": "1F469 200D 1F680",
      "char": "👩‍🚀"
    },
    {
      "no": 154,
      "codes": "1F468 200D 1F692",
      "char": "👨‍🚒"
    },
    {
      "no": 155,
      "codes": "1F469 200D 1F692",
      "char": "👩‍🚒"
    },
    {
      "no": 156,
      "codes": "1F46E",
      "char": "👮"
    },
    {
      "no": 157,
      "codes": "1F46E 200D 2642 FE0F",
      "char": "👮‍♂️"
    },
    {
      "no": 158,
      "codes": "1F46E 200D 2640 FE0F",
      "char": "👮‍♀️"
    },
    {
      "no": 159,
      "codes": "1F575",
      "char": "🕵"
    },
    {
      "no": 160,
      "codes": "1F575 FE0F 200D 2642 FE0F",
      "char": "🕵️‍♂️"
    },
    {
      "no": 161,
      "codes": "1F575 FE0F 200D 2640 FE0F",
      "char": "🕵️‍♀️"
    },
    {
      "no": 162,
      "codes": "1F482",
      "char": "💂"
    },
    {
      "no": 163,
      "codes": "1F482 200D 2642 FE0F",
      "char": "💂‍♂️"
    },
    {
      "no": 164,
      "codes": "1F482 200D 2640 FE0F",
      "char": "💂‍♀️"
    },
    {
      "no": 165,
      "codes": "1F477",
      "char": "👷"
    },
    {
      "no": 166,
      "codes": "1F477 200D 2642 FE0F",
      "char": "👷‍♂️"
    },
    {
      "no": 167,
      "codes": "1F477 200D 2640 FE0F",
      "char": "👷‍♀️"
    },
    {
      "no": 168,
      "codes": "1F934",
      "char": "🤴"
    },
    {
      "no": 169,
      "codes": "1F478",
      "char": "👸"
    },
    {
      "no": 170,
      "codes": "1F473",
      "char": "👳"
    },
    {
      "no": 171,
      "codes": "1F473 200D 2642 FE0F",
      "char": "👳‍♂️"
    },
    {
      "no": 172,
      "codes": "1F473 200D 2640 FE0F",
      "char": "👳‍♀️"
    },
    {
      "no": 173,
      "codes": "1F472",
      "char": "👲"
    },
    {
      "no": 174,
      "codes": "1F9D5",
      "char": "🧕"
    },
    {
      "no": 175,
      "codes": "1F9D4",
      "char": "🧔"
    },
    {
      "no": 176,
      "codes": "1F471",
      "char": "👱"
    },
    {
      "no": 177,
      "codes": "1F471 200D 2642 FE0F",
      "char": "👱‍♂️"
    },
    {
      "no": 178,
      "codes": "1F471 200D 2640 FE0F",
      "char": "👱‍♀️"
    },
    /*{
      "no": 179,
      "codes": "1F468 200D 1F9B0",
      "char": "👨‍🦰"
    },
    {
      "no": 180,
      "codes": "1F469 200D 1F9B0",
      "char": "👩‍🦰"
    },
    {
      "no": 181,
      "codes": "1F468 200D 1F9B1",
      "char": "👨‍🦱"
    },
    {
      "no": 182,
      "codes": "1F469 200D 1F9B1",
      "char": "👩‍🦱"
    },
    {
      "no": 183,
      "codes": "1F468 200D 1F9B2",
      "char": "👨‍🦲"
    },
    {
      "no": 184,
      "codes": "1F469 200D 1F9B2",
      "char": "👩‍🦲"
    },
    {
      "no": 185,
      "codes": "1F468 200D 1F9B3",
      "char": "👨‍🦳"
    },
    {
      "no": 186,
      "codes": "1F469 200D 1F9B3",
      "char": "👩‍🦳"
    },
    {
      "no": 187,
      "codes": "1F935",
      "char": "🤵"
    },
    {
      "no": 188,
      "codes": "1F470",
      "char": "👰"
    },
    {
      "no": 189,
      "codes": "1F930",
      "char": "🤰"
    },
    {
      "no": 190,
      "codes": "1F931",
      "char": "🤱"
    },
    {
      "no": 191,
      "codes": "1F47C",
      "char": "👼"
    },
    {
      "no": 192,
      "codes": "1F385",
      "char": "🎅"
    },
    {
      "no": 193,
      "codes": "1F936",
      "char": "🤶"
    },
    {
      "no": 194,
      "codes": "1F9B8",
      "char": "🦸"
    },
    {
      "no": 195,
      "codes": "1F9B8 200D 2640 FE0F",
      "char": "🦸‍♀️"
    },
    {
      "no": 196,
      "codes": "1F9B8 200D 2642 FE0F",
      "char": "🦸‍♂️"
    },
    {
      "no": 197,
      "codes": "1F9B9",
      "char": "🦹"
    },
    {
      "no": 198,
      "codes": "1F9B9 200D 2640 FE0F",
      "char": "🦹‍♀️"
    },
    {
      "no": 199,
      "codes": "1F9B9 200D 2642 FE0F",
      "char": "🦹‍♂️"
    },*/
    {
      "no": 200,
      "codes": "1F9D9",
      "char": "🧙"
    },
    {
      "no": 201,
      "codes": "1F9D9 200D 2640 FE0F",
      "char": "🧙‍♀️"
    },
    {
      "no": 202,
      "codes": "1F9D9 200D 2642 FE0F",
      "char": "🧙‍♂️"
    },
    {
      "no": 203,
      "codes": "1F9DA",
      "char": "🧚"
    },
    {
      "no": 204,
      "codes": "1F9DA 200D 2640 FE0F",
      "char": "🧚‍♀️"
    },
    {
      "no": 205,
      "codes": "1F9DA 200D 2642 FE0F",
      "char": "🧚‍♂️"
    },
    {
      "no": 206,
      "codes": "1F9DB",
      "char": "🧛"
    },
    {
      "no": 207,
      "codes": "1F9DB 200D 2640 FE0F",
      "char": "🧛‍♀️"
    },
    {
      "no": 208,
      "codes": "1F9DB 200D 2642 FE0F",
      "char": "🧛‍♂️"
    },
    {
      "no": 209,
      "codes": "1F9DC",
      "char": "🧜"
    },
    {
      "no": 210,
      "codes": "1F9DC 200D 2640 FE0F",
      "char": "🧜‍♀️"
    },
    {
      "no": 211,
      "codes": "1F9DC 200D 2642 FE0F",
      "char": "🧜‍♂️"
    },
    {
      "no": 212,
      "codes": "1F9DD",
      "char": "🧝"
    },
    {
      "no": 213,
      "codes": "1F9DD 200D 2640 FE0F",
      "char": "🧝‍♀️"
    },
    {
      "no": 214,
      "codes": "1F9DD 200D 2642 FE0F",
      "char": "🧝‍♂️"
    },
    {
      "no": 215,
      "codes": "1F9DE",
      "char": "🧞"
    },
    {
      "no": 216,
      "codes": "1F9DE 200D 2640 FE0F",
      "char": "🧞‍♀️"
    },
    {
      "no": 217,
      "codes": "1F9DE 200D 2642 FE0F",
      "char": "🧞‍♂️"
    },
    {
      "no": 218,
      "codes": "1F9DF",
      "char": "🧟"
    },
    {
      "no": 219,
      "codes": "1F9DF 200D 2640 FE0F",
      "char": "🧟‍♀️"
    },
    {
      "no": 220,
      "codes": "1F9DF 200D 2642 FE0F",
      "char": "🧟‍♂️"
    },
    {
      "no": 221,
      "codes": "1F64D",
      "char": "🙍"
    },
    {
      "no": 222,
      "codes": "1F64D 200D 2642 FE0F",
      "char": "🙍‍♂️"
    },
    {
      "no": 223,
      "codes": "1F64D 200D 2640 FE0F",
      "char": "🙍‍♀️"
    },
    {
      "no": 224,
      "codes": "1F64E",
      "char": "🙎"
    },
    {
      "no": 225,
      "codes": "1F64E 200D 2642 FE0F",
      "char": "🙎‍♂️"
    },
    {
      "no": 226,
      "codes": "1F64E 200D 2640 FE0F",
      "char": "🙎‍♀️"
    },
    {
      "no": 227,
      "codes": "1F645",
      "char": "🙅"
    },
    {
      "no": 228,
      "codes": "1F645 200D 2642 FE0F",
      "char": "🙅‍♂️"
    },
    {
      "no": 229,
      "codes": "1F645 200D 2640 FE0F",
      "char": "🙅‍♀️"
    },
    {
      "no": 230,
      "codes": "1F646",
      "char": "🙆"
    },
    {
      "no": 231,
      "codes": "1F646 200D 2642 FE0F",
      "char": "🙆‍♂️"
    },
    {
      "no": 232,
      "codes": "1F646 200D 2640 FE0F",
      "char": "🙆‍♀️"
    },
    {
      "no": 233,
      "codes": "1F481",
      "char": "💁"
    },
    {
      "no": 234,
      "codes": "1F481 200D 2642 FE0F",
      "char": "💁‍♂️"
    },
    {
      "no": 235,
      "codes": "1F481 200D 2640 FE0F",
      "char": "💁‍♀️"
    },
    {
      "no": 236,
      "codes": "1F64B",
      "char": "🙋"
    },
    {
      "no": 237,
      "codes": "1F64B 200D 2642 FE0F",
      "char": "🙋‍♂️"
    },
    {
      "no": 238,
      "codes": "1F64B 200D 2640 FE0F",
      "char": "🙋‍♀️"
    },
    {
      "no": 239,
      "codes": "1F647",
      "char": "🙇"
    },
    {
      "no": 240,
      "codes": "1F647 200D 2642 FE0F",
      "char": "🙇‍♂️"
    },
    {
      "no": 241,
      "codes": "1F647 200D 2640 FE0F",
      "char": "🙇‍♀️"
    },
    {
      "no": 242,
      "codes": "1F926",
      "char": "🤦"
    },
    {
      "no": 243,
      "codes": "1F926 200D 2642 FE0F",
      "char": "🤦‍♂️"
    },
    {
      "no": 244,
      "codes": "1F926 200D 2640 FE0F",
      "char": "🤦‍♀️"
    },
    {
      "no": 245,
      "codes": "1F937",
      "char": "🤷"
    },
    {
      "no": 246,
      "codes": "1F937 200D 2642 FE0F",
      "char": "🤷‍♂️"
    },
    {
      "no": 247,
      "codes": "1F937 200D 2640 FE0F",
      "char": "🤷‍♀️"
    },
    {
      "no": 248,
      "codes": "1F486",
      "char": "💆"
    },
    {
      "no": 249,
      "codes": "1F486 200D 2642 FE0F",
      "char": "💆‍♂️"
    },
    {
      "no": 250,
      "codes": "1F486 200D 2640 FE0F",
      "char": "💆‍♀️"
    },
    {
      "no": 251,
      "codes": "1F487",
      "char": "💇"
    },
    {
      "no": 252,
      "codes": "1F487 200D 2642 FE0F",
      "char": "💇‍♂️"
    },
    {
      "no": 253,
      "codes": "1F487 200D 2640 FE0F",
      "char": "💇‍♀️"
    },
    {
      "no": 254,
      "codes": "1F6B6",
      "char": "🚶"
    },
    {
      "no": 255,
      "codes": "1F6B6 200D 2642 FE0F",
      "char": "🚶‍♂️"
    },
    {
      "no": 256,
      "codes": "1F6B6 200D 2640 FE0F",
      "char": "🚶‍♀️"
    },
    {
      "no": 257,
      "codes": "1F3C3",
      "char": "🏃"
    },
    {
      "no": 258,
      "codes": "1F3C3 200D 2642 FE0F",
      "char": "🏃‍♂️"
    },
    {
      "no": 259,
      "codes": "1F3C3 200D 2640 FE0F",
      "char": "🏃‍♀️"
    },
    {
      "no": 260,
      "codes": "1F483",
      "char": "💃"
    },
    {
      "no": 261,
      "codes": "1F57A",
      "char": "🕺"
    },
    {
      "no": 262,
      "codes": "1F46F",
      "char": "👯"
    },
    {
      "no": 263,
      "codes": "1F46F 200D 2642 FE0F",
      "char": "👯‍♂️"
    },
    {
      "no": 264,
      "codes": "1F46F 200D 2640 FE0F",
      "char": "👯‍♀️"
    },
    {
      "no": 265,
      "codes": "1F9D6",
      "char": "🧖"
    },
    {
      "no": 266,
      "codes": "1F9D6 200D 2640 FE0F",
      "char": "🧖‍♀️"
    },
    {
      "no": 267,
      "codes": "1F9D6 200D 2642 FE0F",
      "char": "🧖‍♂️"
    },
    {
      "no": 268,
      "codes": "1F9D7",
      "char": "🧗"
    },
    {
      "no": 269,
      "codes": "1F9D7 200D 2640 FE0F",
      "char": "🧗‍♀️"
    },
    {
      "no": 270,
      "codes": "1F9D7 200D 2642 FE0F",
      "char": "🧗‍♂️"
    },
    {
      "no": 271,
      "codes": "1F9D8",
      "char": "🧘"
    },
    {
      "no": 272,
      "codes": "1F9D8 200D 2640 FE0F",
      "char": "🧘‍♀️"
    },
    {
      "no": 273,
      "codes": "1F9D8 200D 2642 FE0F",
      "char": "🧘‍♂️"
    },
    {
      "no": 274,
      "codes": "1F6C0",
      "char": "🛀"
    },
    {
      "no": 275,
      "codes": "1F6CC",
      "char": "🛌"
    },
    {
      "no": 276,
      "codes": "1F574",
      "char": "🕴"
    },
    {
      "no": 277,
      "codes": "1F5E3",
      "char": "🗣"
    },
    {
      "no": 278,
      "codes": "1F464",
      "char": "👤"
    },
    {
      "no": 279,
      "codes": "1F465",
      "char": "👥"
    },
    {
      "no": 280,
      "codes": "1F93A",
      "char": "🤺"
    },
    {
      "no": 281,
      "codes": "1F3C7",
      "char": "🏇"
    },
    {
      "no": 282,
      "codes": "26F7",
      "char": "⛷"
    },
    {
      "no": 283,
      "codes": "1F3C2",
      "char": "🏂"
    },
    {
      "no": 284,
      "codes": "1F3CC",
      "char": "🏌"
    },
    {
      "no": 285,
      "codes": "1F3CC FE0F 200D 2642 FE0F",
      "char": "🏌️‍♂️"
    },
    {
      "no": 286,
      "codes": "1F3CC FE0F 200D 2640 FE0F",
      "char": "🏌️‍♀️"
    },
    {
      "no": 287,
      "codes": "1F3C4",
      "char": "🏄"
    },
    {
      "no": 288,
      "codes": "1F3C4 200D 2642 FE0F",
      "char": "🏄‍♂️"
    },
    {
      "no": 289,
      "codes": "1F3C4 200D 2640 FE0F",
      "char": "🏄‍♀️"
    },
    {
      "no": 290,
      "codes": "1F6A3",
      "char": "🚣"
    },
    {
      "no": 291,
      "codes": "1F6A3 200D 2642 FE0F",
      "char": "🚣‍♂️"
    },
    {
      "no": 292,
      "codes": "1F6A3 200D 2640 FE0F",
      "char": "🚣‍♀️"
    },
    {
      "no": 293,
      "codes": "1F3CA",
      "char": "🏊"
    },
    {
      "no": 294,
      "codes": "1F3CA 200D 2642 FE0F",
      "char": "🏊‍♂️"
    },
    {
      "no": 295,
      "codes": "1F3CA 200D 2640 FE0F",
      "char": "🏊‍♀️"
    },
    {
      "no": 296,
      "codes": "26F9",
      "char": "⛹"
    },
    {
      "no": 297,
      "codes": "26F9 FE0F 200D 2642 FE0F",
      "char": "⛹️‍♂️"
    },
    {
      "no": 298,
      "codes": "26F9 FE0F 200D 2640 FE0F",
      "char": "⛹️‍♀️"
    },
    {
      "no": 299,
      "codes": "1F3CB",
      "char": "🏋"
    },
    {
      "no": 300,
      "codes": "1F3CB FE0F 200D 2642 FE0F",
      "char": "🏋️‍♂️"
    },
    {
      "no": 301,
      "codes": "1F3CB FE0F 200D 2640 FE0F",
      "char": "🏋️‍♀️"
    },
    {
      "no": 302,
      "codes": "1F6B4",
      "char": "🚴"
    },
    {
      "no": 303,
      "codes": "1F6B4 200D 2642 FE0F",
      "char": "🚴‍♂️"
    },
    {
      "no": 304,
      "codes": "1F6B4 200D 2640 FE0F",
      "char": "🚴‍♀️"
    },
    {
      "no": 305,
      "codes": "1F6B5",
      "char": "🚵"
    },
    {
      "no": 306,
      "codes": "1F6B5 200D 2642 FE0F",
      "char": "🚵‍♂️"
    },
    {
      "no": 307,
      "codes": "1F6B5 200D 2640 FE0F",
      "char": "🚵‍♀️"
    },
    {
      "no": 308,
      "codes": "1F3CE",
      "char": "🏎"
    },
    {
      "no": 309,
      "codes": "1F3CD",
      "char": "🏍"
    },
    {
      "no": 310,
      "codes": "1F938",
      "char": "🤸"
    },
    {
      "no": 311,
      "codes": "1F938 200D 2642 FE0F",
      "char": "🤸‍♂️"
    },
    {
      "no": 312,
      "codes": "1F938 200D 2640 FE0F",
      "char": "🤸‍♀️"
    },
    {
      "no": 313,
      "codes": "1F93C",
      "char": "🤼"
    },
    {
      "no": 314,
      "codes": "1F93C 200D 2642 FE0F",
      "char": "🤼‍♂️"
    },
    {
      "no": 315,
      "codes": "1F93C 200D 2640 FE0F",
      "char": "🤼‍♀️"
    },
    {
      "no": 316,
      "codes": "1F93D",
      "char": "🤽"
    },
    {
      "no": 317,
      "codes": "1F93D 200D 2642 FE0F",
      "char": "🤽‍♂️"
    },
    {
      "no": 318,
      "codes": "1F93D 200D 2640 FE0F",
      "char": "🤽‍♀️"
    },
    {
      "no": 319,
      "codes": "1F93E",
      "char": "🤾"
    },
    {
      "no": 320,
      "codes": "1F93E 200D 2642 FE0F",
      "char": "🤾‍♂️"
    },
    {
      "no": 321,
      "codes": "1F93E 200D 2640 FE0F",
      "char": "🤾‍♀️"
    },
    {
      "no": 322,
      "codes": "1F939",
      "char": "🤹"
    },
    {
      "no": 323,
      "codes": "1F939 200D 2642 FE0F",
      "char": "🤹‍♂️"
    },
    {
      "no": 324,
      "codes": "1F939 200D 2640 FE0F",
      "char": "🤹‍♀️"
    },
    {
      "no": 325,
      "codes": "1F46B",
      "char": "👫"
    },
    {
      "no": 326,
      "codes": "1F46C",
      "char": "👬"
    },
    {
      "no": 327,
      "codes": "1F46D",
      "char": "👭"
    },
    {
      "no": 328,
      "codes": "1F48F",
      "char": "💏"
    },
    {
      "no": 329,
      "codes": "1F469 200D 2764 FE0F 200D 1F48B 200D 1F468",
      "char": "👩‍❤️‍💋‍👨"
    },
    {
      "no": 330,
      "codes": "1F468 200D 2764 FE0F 200D 1F48B 200D 1F468",
      "char": "👨‍❤️‍💋‍👨"
    },
    {
      "no": 331,
      "codes": "1F469 200D 2764 FE0F 200D 1F48B 200D 1F469",
      "char": "👩‍❤️‍💋‍👩"
    },
    {
      "no": 332,
      "codes": "1F491",
      "char": "💑"
    },
    {
      "no": 333,
      "codes": "1F469 200D 2764 FE0F 200D 1F468",
      "char": "👩‍❤️‍👨"
    },
    {
      "no": 334,
      "codes": "1F468 200D 2764 FE0F 200D 1F468",
      "char": "👨‍❤️‍👨"
    },
    {
      "no": 335,
      "codes": "1F469 200D 2764 FE0F 200D 1F469",
      "char": "👩‍❤️‍👩"
    },
    {
      "no": 336,
      "codes": "1F46A",
      "char": "👪"
    },
    {
      "no": 337,
      "codes": "1F468 200D 1F469 200D 1F466",
      "char": "👨‍👩‍👦"
    },
    {
      "no": 338,
      "codes": "1F468 200D 1F469 200D 1F467",
      "char": "👨‍👩‍👧"
    },
    {
      "no": 339,
      "codes": "1F468 200D 1F469 200D 1F467 200D 1F466",
      "char": "👨‍👩‍👧‍👦"
    },
    {
      "no": 340,
      "codes": "1F468 200D 1F469 200D 1F466 200D 1F466",
      "char": "👨‍👩‍👦‍👦"
    },
    {
      "no": 341,
      "codes": "1F468 200D 1F469 200D 1F467 200D 1F467",
      "char": "👨‍👩‍👧‍👧"
    },
    {
      "no": 342,
      "codes": "1F468 200D 1F468 200D 1F466",
      "char": "👨‍👨‍👦"
    },
    {
      "no": 343,
      "codes": "1F468 200D 1F468 200D 1F467",
      "char": "👨‍👨‍👧"
    },
    {
      "no": 344,
      "codes": "1F468 200D 1F468 200D 1F467 200D 1F466",
      "char": "👨‍👨‍👧‍👦"
    },
    {
      "no": 345,
      "codes": "1F468 200D 1F468 200D 1F466 200D 1F466",
      "char": "👨‍👨‍👦‍👦"
    },
    {
      "no": 346,
      "codes": "1F468 200D 1F468 200D 1F467 200D 1F467",
      "char": "👨‍👨‍👧‍👧"
    },
    {
      "no": 347,
      "codes": "1F469 200D 1F469 200D 1F466",
      "char": "👩‍👩‍👦"
    },
    {
      "no": 348,
      "codes": "1F469 200D 1F469 200D 1F467",
      "char": "👩‍👩‍👧"
    },
    {
      "no": 349,
      "codes": "1F469 200D 1F469 200D 1F467 200D 1F466",
      "char": "👩‍👩‍👧‍👦"
    },
    {
      "no": 350,
      "codes": "1F469 200D 1F469 200D 1F466 200D 1F466",
      "char": "👩‍👩‍👦‍👦"
    },
    {
      "no": 351,
      "codes": "1F469 200D 1F469 200D 1F467 200D 1F467",
      "char": "👩‍👩‍👧‍👧"
    },
    {
      "no": 352,
      "codes": "1F468 200D 1F466",
      "char": "👨‍👦"
    },
    {
      "no": 353,
      "codes": "1F468 200D 1F466 200D 1F466",
      "char": "👨‍👦‍👦"
    },
    {
      "no": 354,
      "codes": "1F468 200D 1F467",
      "char": "👨‍👧"
    },
    {
      "no": 355,
      "codes": "1F468 200D 1F467 200D 1F466",
      "char": "👨‍👧‍👦"
    },
    {
      "no": 356,
      "codes": "1F468 200D 1F467 200D 1F467",
      "char": "👨‍👧‍👧"
    },
    {
      "no": 357,
      "codes": "1F469 200D 1F466",
      "char": "👩‍👦"
    },
    {
      "no": 358,
      "codes": "1F469 200D 1F466 200D 1F466",
      "char": "👩‍👦‍👦"
    },
    {
      "no": 359,
      "codes": "1F469 200D 1F467",
      "char": "👩‍👧"
    },
    {
      "no": 360,
      "codes": "1F469 200D 1F467 200D 1F466",
      "char": "👩‍👧‍👦"
    },
    {
      "no": 361,
      "codes": "1F469 200D 1F467 200D 1F467",
      "char": "👩‍👧‍👧"
    },
    {
      "no": 362,
      "codes": "1F933",
      "char": "🤳"
    },
    {
      "no": 363,
      "codes": "1F4AA",
      "char": "💪"
    },
    /*{
      "no": 364,
      "codes": "1F9B5",
      "char": "🦵"
    },
    {
      "no": 365,
      "codes": "1F9B6",
      "char": "🦶"
    },*/
    {
      "no": 366,
      "codes": "1F448",
      "char": "👈"
    },
    {
      "no": 367,
      "codes": "1F449",
      "char": "👉"
    },
    {
      "no": 368,
      "codes": "261D",
      "char": "☝"
    },
    {
      "no": 369,
      "codes": "1F446",
      "char": "👆"
    },
    {
      "no": 370,
      "codes": "1F595",
      "char": "🖕"
    },
    {
      "no": 371,
      "codes": "1F447",
      "char": "👇"
    },
    {
      "no": 372,
      "codes": "270C",
      "char": "✌"
    },
    {
      "no": 373,
      "codes": "1F91E",
      "char": "🤞"
    },
    {
      "no": 374,
      "codes": "1F596",
      "char": "🖖"
    },
    {
      "no": 375,
      "codes": "1F918",
      "char": "🤘"
    },
    {
      "no": 376,
      "codes": "1F919",
      "char": "🤙"
    },
    {
      "no": 377,
      "codes": "1F590",
      "char": "🖐"
    },
    {
      "no": 378,
      "codes": "270B",
      "char": "✋"
    },
    {
      "no": 379,
      "codes": "1F44C",
      "char": "👌"
    },
    {
      "no": 380,
      "codes": "1F44D",
      "char": "👍"
    },
    {
      "no": 381,
      "codes": "1F44E",
      "char": "👎"
    },
    {
      "no": 382,
      "codes": "270A",
      "char": "✊"
    },
    {
      "no": 383,
      "codes": "1F44A",
      "char": "👊"
    },
    {
      "no": 384,
      "codes": "1F91B",
      "char": "🤛"
    },
    {
      "no": 385,
      "codes": "1F91C",
      "char": "🤜"
    },
    {
      "no": 386,
      "codes": "1F91A",
      "char": "🤚"
    },
    {
      "no": 387,
      "codes": "1F44B",
      "char": "👋"
    },
    {
      "no": 388,
      "codes": "1F91F",
      "char": "🤟"
    },
    {
      "no": 389,
      "codes": "270D",
      "char": "✍"
    },
    {
      "no": 390,
      "codes": "1F44F",
      "char": "👏"
    },
    {
      "no": 391,
      "codes": "1F450",
      "char": "👐"
    },
    {
      "no": 392,
      "codes": "1F64C",
      "char": "🙌"
    },
    {
      "no": 393,
      "codes": "1F932",
      "char": "🤲"
    },
    {
      "no": 394,
      "codes": "1F64F",
      "char": "🙏"
    },
    {
      "no": 395,
      "codes": "1F91D",
      "char": "🤝"
    },
    {
      "no": 396,
      "codes": "1F485",
      "char": "💅"
    },
    {
      "no": 397,
      "codes": "1F442",
      "char": "👂"
    },
    {
      "no": 398,
      "codes": "1F443",
      "char": "👃"
    },
    /*{
      "no": 399,
      "codes": "1F9B0",
      "char": "🦰"
    },
    {
      "no": 400,
      "codes": "1F9B1",
      "char": "🦱"
    },
    {
      "no": 401,
      "codes": "1F9B2",
      "char": "🦲"
    },
    {
      "no": 402,
      "codes": "1F9B3",
      "char": "🦳"
    },*/
    {
      "no": 403,
      "codes": "1F463",
      "char": "👣"
    },
    {
      "no": 404,
      "codes": "1F440",
      "char": "👀"
    },
    {
      "no": 405,
      "codes": "1F441",
      "char": "👁"
    },
    {
      "no": 406,
      "codes": "1F441 FE0F 200D 1F5E8 FE0F",
      "char": "👁️‍🗨️"
    },
    {
      "no": 407,
      "codes": "1F9E0",
      "char": "🧠"
    },
    /*{
      "no": 408,
      "codes": "1F9B4",
      "char": "🦴"
    },
    {
      "no": 409,
      "codes": "1F9B7",
      "char": "🦷"
    },*/
    {
      "no": 410,
      "codes": "1F445",
      "char": "👅"
    },
    {
      "no": 411,
      "codes": "1F444",
      "char": "👄"
    }
  ],
  animals: [
    {
      "no": 480,
      "codes": "1F435",
      "char": "🐵"
    },
    {
      "no": 481,
      "codes": "1F412",
      "char": "🐒"
    },
    {
      "no": 482,
      "codes": "1F98D",
      "char": "🦍"
    },
    {
      "no": 483,
      "codes": "1F436",
      "char": "🐶"
    },
    {
      "no": 484,
      "codes": "1F415",
      "char": "🐕"
    },
    {
      "no": 485,
      "codes": "1F429",
      "char": "🐩"
    },
    {
      "no": 486,
      "codes": "1F43A",
      "char": "🐺"
    },
    {
      "no": 487,
      "codes": "1F98A",
      "char": "🦊"
    },
    {
      "no": 488,
      "codes": "1F99D",
      "char": "🦝"
    },
    {
      "no": 489,
      "codes": "1F431",
      "char": "🐱"
    },
    {
      "no": 490,
      "codes": "1F408",
      "char": "🐈"
    },
    {
      "no": 491,
      "codes": "1F981",
      "char": "🦁"
    },
    {
      "no": 492,
      "codes": "1F42F",
      "char": "🐯"
    },
    {
      "no": 493,
      "codes": "1F405",
      "char": "🐅"
    },
    {
      "no": 494,
      "codes": "1F406",
      "char": "🐆"
    },
    {
      "no": 495,
      "codes": "1F434",
      "char": "🐴"
    },
    {
      "no": 496,
      "codes": "1F40E",
      "char": "🐎"
    },
    {
      "no": 497,
      "codes": "1F984",
      "char": "🦄"
    },
    {
      "no": 498,
      "codes": "1F993",
      "char": "🦓"
    },
    {
      "no": 499,
      "codes": "1F98C",
      "char": "🦌"
    },
    {
      "no": 500,
      "codes": "1F42E",
      "char": "🐮"
    },
    {
      "no": 501,
      "codes": "1F402",
      "char": "🐂"
    },
    {
      "no": 502,
      "codes": "1F403",
      "char": "🐃"
    },
    {
      "no": 503,
      "codes": "1F404",
      "char": "🐄"
    },
    {
      "no": 504,
      "codes": "1F437",
      "char": "🐷"
    },
    {
      "no": 505,
      "codes": "1F416",
      "char": "🐖"
    },
    {
      "no": 506,
      "codes": "1F417",
      "char": "🐗"
    },
    {
      "no": 507,
      "codes": "1F43D",
      "char": "🐽"
    },
    {
      "no": 508,
      "codes": "1F40F",
      "char": "🐏"
    },
    {
      "no": 509,
      "codes": "1F411",
      "char": "🐑"
    },
    {
      "no": 510,
      "codes": "1F410",
      "char": "🐐"
    },
    {
      "no": 511,
      "codes": "1F42A",
      "char": "🐪"
    },
    {
      "no": 512,
      "codes": "1F42B",
      "char": "🐫"
    },
    {
      "no": 513,
      "codes": "1F999",
      "char": "🦙"
    },
    {
      "no": 514,
      "codes": "1F992",
      "char": "🦒"
    },
    {
      "no": 515,
      "codes": "1F418",
      "char": "🐘"
    },
    {
      "no": 516,
      "codes": "1F98F",
      "char": "🦏"
    },
    {
      "no": 517,
      "codes": "1F99B",
      "char": "🦛"
    },
    {
      "no": 518,
      "codes": "1F42D",
      "char": "🐭"
    },
    {
      "no": 519,
      "codes": "1F401",
      "char": "🐁"
    },
    {
      "no": 520,
      "codes": "1F400",
      "char": "🐀"
    },
    {
      "no": 521,
      "codes": "1F439",
      "char": "🐹"
    },
    {
      "no": 522,
      "codes": "1F430",
      "char": "🐰"
    },
    {
      "no": 523,
      "codes": "1F407",
      "char": "🐇"
    },
    {
      "no": 524,
      "codes": "1F43F",
      "char": "🐿"
    },
    {
      "no": 525,
      "codes": "1F994",
      "char": "🦔"
    },
    {
      "no": 526,
      "codes": "1F987",
      "char": "🦇"
    },
    {
      "no": 527,
      "codes": "1F43B",
      "char": "🐻"
    },
    {
      "no": 528,
      "codes": "1F428",
      "char": "🐨"
    },
    {
      "no": 529,
      "codes": "1F43C",
      "char": "🐼"
    },
    {
      "no": 530,
      "codes": "1F998",
      "char": "🦘"
    },
    {
      "no": 531,
      "codes": "1F9A1",
      "char": "🦡"
    },
    {
      "no": 532,
      "codes": "1F43E",
      "char": "🐾"
    },
    {
      "no": 533,
      "codes": "1F983",
      "char": "🦃"
    },
    {
      "no": 534,
      "codes": "1F414",
      "char": "🐔"
    },
    {
      "no": 535,
      "codes": "1F413",
      "char": "🐓"
    },
    {
      "no": 536,
      "codes": "1F423",
      "char": "🐣"
    },
    {
      "no": 537,
      "codes": "1F424",
      "char": "🐤"
    },
    {
      "no": 538,
      "codes": "1F425",
      "char": "🐥"
    },
    {
      "no": 539,
      "codes": "1F426",
      "char": "🐦"
    },
    {
      "no": 540,
      "codes": "1F427",
      "char": "🐧"
    },
    {
      "no": 541,
      "codes": "1F54A",
      "char": "🕊"
    },
    {
      "no": 542,
      "codes": "1F985",
      "char": "🦅"
    },
    {
      "no": 543,
      "codes": "1F986",
      "char": "🦆"
    },
    {
      "no": 544,
      "codes": "1F9A2",
      "char": "🦢"
    },
    {
      "no": 545,
      "codes": "1F989",
      "char": "🦉"
    },
    {
      "no": 546,
      "codes": "1F99A",
      "char": "🦚"
    },
    {
      "no": 547,
      "codes": "1F99C",
      "char": "🦜"
    },
    {
      "no": 548,
      "codes": "1F438",
      "char": "🐸"
    },
    {
      "no": 549,
      "codes": "1F40A",
      "char": "🐊"
    },
    {
      "no": 550,
      "codes": "1F422",
      "char": "🐢"
    },
    {
      "no": 551,
      "codes": "1F98E",
      "char": "🦎"
    },
    {
      "no": 552,
      "codes": "1F40D",
      "char": "🐍"
    },
    {
      "no": 553,
      "codes": "1F432",
      "char": "🐲"
    },
    {
      "no": 554,
      "codes": "1F409",
      "char": "🐉"
    },
    {
      "no": 555,
      "codes": "1F995",
      "char": "🦕"
    },
    {
      "no": 556,
      "codes": "1F996",
      "char": "🦖"
    },
    {
      "no": 557,
      "codes": "1F433",
      "char": "🐳"
    },
    {
      "no": 558,
      "codes": "1F40B",
      "char": "🐋"
    },
    {
      "no": 559,
      "codes": "1F42C",
      "char": "🐬"
    },
    {
      "no": 560,
      "codes": "1F41F",
      "char": "🐟"
    },
    {
      "no": 561,
      "codes": "1F420",
      "char": "🐠"
    },
    {
      "no": 562,
      "codes": "1F421",
      "char": "🐡"
    },
    {
      "no": 563,
      "codes": "1F988",
      "char": "🦈"
    },
    {
      "no": 564,
      "codes": "1F419",
      "char": "🐙"
    },
    {
      "no": 565,
      "codes": "1F41A",
      "char": "🐚"
    },
    {
      "no": 566,
      "codes": "1F980",
      "char": "🦀"
    },
    {
      "no": 567,
      "codes": "1F99E",
      "char": "🦞"
    },
    {
      "no": 568,
      "codes": "1F990",
      "char": "🦐"
    },
    {
      "no": 569,
      "codes": "1F991",
      "char": "🦑"
    },
    {
      "no": 570,
      "codes": "1F40C",
      "char": "🐌"
    },
    {
      "no": 571,
      "codes": "1F98B",
      "char": "🦋"
    },
    {
      "no": 572,
      "codes": "1F41B",
      "char": "🐛"
    },
    {
      "no": 573,
      "codes": "1F41C",
      "char": "🐜"
    },
    {
      "no": 574,
      "codes": "1F41D",
      "char": "🐝"
    },
    {
      "no": 575,
      "codes": "1F41E",
      "char": "🐞"
    },
    {
      "no": 576,
      "codes": "1F997",
      "char": "🦗"
    },
    {
      "no": 577,
      "codes": "1F577",
      "char": "🕷"
    },
    {
      "no": 578,
      "codes": "1F578",
      "char": "🕸"
    },
    {
      "no": 579,
      "codes": "1F982",
      "char": "🦂"
    },
    {
      "no": 580,
      "codes": "1F99F",
      "char": "🦟"
    },
    {
      "no": 581,
      "codes": "1F9A0",
      "char": "🦠"
    },
    {
      "no": 582,
      "codes": "1F490",
      "char": "💐"
    },
    {
      "no": 583,
      "codes": "1F338",
      "char": "🌸"
    },
    {
      "no": 584,
      "codes": "1F4AE",
      "char": "💮"
    },
    {
      "no": 585,
      "codes": "1F3F5",
      "char": "🏵"
    },
    {
      "no": 586,
      "codes": "1F339",
      "char": "🌹"
    },
    {
      "no": 587,
      "codes": "1F940",
      "char": "🥀"
    },
    {
      "no": 588,
      "codes": "1F33A",
      "char": "🌺"
    },
    {
      "no": 589,
      "codes": "1F33B",
      "char": "🌻"
    },
    {
      "no": 590,
      "codes": "1F33C",
      "char": "🌼"
    },
    {
      "no": 591,
      "codes": "1F337",
      "char": "🌷"
    },
    {
      "no": 592,
      "codes": "1F331",
      "char": "🌱"
    },
    {
      "no": 593,
      "codes": "1F332",
      "char": "🌲"
    },
    {
      "no": 594,
      "codes": "1F333",
      "char": "🌳"
    },
    {
      "no": 595,
      "codes": "1F334",
      "char": "🌴"
    },
    {
      "no": 596,
      "codes": "1F335",
      "char": "🌵"
    },
    {
      "no": 597,
      "codes": "1F33E",
      "char": "🌾"
    },
    {
      "no": 598,
      "codes": "1F33F",
      "char": "🌿"
    },
    {
      "no": 599,
      "codes": "2618",
      "char": "☘"
    },
    {
      "no": 600,
      "codes": "1F340",
      "char": "🍀"
    },
    {
      "no": 601,
      "codes": "1F341",
      "char": "🍁"
    },
    {
      "no": 602,
      "codes": "1F342",
      "char": "🍂"
    },
    {
      "no": 603,
      "codes": "1F343",
      "char": "🍃"
    }
  ],
  food: [
    {
      "no": 604,
      "codes": "1F347",
      "char": "🍇"
    },
    {
      "no": 605,
      "codes": "1F348",
      "char": "🍈"
    },
    {
      "no": 606,
      "codes": "1F349",
      "char": "🍉"
    },
    {
      "no": 607,
      "codes": "1F34A",
      "char": "🍊"
    },
    {
      "no": 608,
      "codes": "1F34B",
      "char": "🍋"
    },
    {
      "no": 609,
      "codes": "1F34C",
      "char": "🍌"
    },
    {
      "no": 610,
      "codes": "1F34D",
      "char": "🍍"
    },
    {
      "no": 611,
      "codes": "1F96D",
      "char": "🥭"
    },
    {
      "no": 612,
      "codes": "1F34E",
      "char": "🍎"
    },
    {
      "no": 613,
      "codes": "1F34F",
      "char": "🍏"
    },
    {
      "no": 614,
      "codes": "1F350",
      "char": "🍐"
    },
    {
      "no": 615,
      "codes": "1F351",
      "char": "🍑"
    },
    {
      "no": 616,
      "codes": "1F352",
      "char": "🍒"
    },
    {
      "no": 617,
      "codes": "1F353",
      "char": "🍓"
    },
    {
      "no": 618,
      "codes": "1F95D",
      "char": "🥝"
    },
    {
      "no": 619,
      "codes": "1F345",
      "char": "🍅"
    },
    {
      "no": 620,
      "codes": "1F965",
      "char": "🥥"
    },
    {
      "no": 621,
      "codes": "1F951",
      "char": "🥑"
    },
    {
      "no": 622,
      "codes": "1F346",
      "char": "🍆"
    },
    {
      "no": 623,
      "codes": "1F954",
      "char": "🥔"
    },
    {
      "no": 624,
      "codes": "1F955",
      "char": "🥕"
    },
    {
      "no": 625,
      "codes": "1F33D",
      "char": "🌽"
    },
    {
      "no": 626,
      "codes": "1F336",
      "char": "🌶"
    },
    {
      "no": 627,
      "codes": "1F952",
      "char": "🥒"
    },
    {
      "no": 628,
      "codes": "1F96C",
      "char": "🥬"
    },
    {
      "no": 629,
      "codes": "1F966",
      "char": "🥦"
    },
    {
      "no": 630,
      "codes": "1F344",
      "char": "🍄"
    },
    {
      "no": 631,
      "codes": "1F95C",
      "char": "🥜"
    },
    {
      "no": 632,
      "codes": "1F330",
      "char": "🌰"
    },
    {
      "no": 633,
      "codes": "1F35E",
      "char": "🍞"
    },
    {
      "no": 634,
      "codes": "1F950",
      "char": "🥐"
    },
    {
      "no": 635,
      "codes": "1F956",
      "char": "🥖"
    },
    {
      "no": 636,
      "codes": "1F968",
      "char": "🥨"
    },
    {
      "no": 637,
      "codes": "1F96F",
      "char": "🥯"
    },
    {
      "no": 638,
      "codes": "1F95E",
      "char": "🥞"
    },
    {
      "no": 639,
      "codes": "1F9C0",
      "char": "🧀"
    },
    {
      "no": 640,
      "codes": "1F356",
      "char": "🍖"
    },
    {
      "no": 641,
      "codes": "1F357",
      "char": "🍗"
    },
    {
      "no": 642,
      "codes": "1F969",
      "char": "🥩"
    },
    {
      "no": 643,
      "codes": "1F953",
      "char": "🥓"
    },
    {
      "no": 644,
      "codes": "1F354",
      "char": "🍔"
    },
    {
      "no": 645,
      "codes": "1F35F",
      "char": "🍟"
    },
    {
      "no": 646,
      "codes": "1F355",
      "char": "🍕"
    },
    {
      "no": 647,
      "codes": "1F32D",
      "char": "🌭"
    },
    {
      "no": 648,
      "codes": "1F96A",
      "char": "🥪"
    },
    {
      "no": 649,
      "codes": "1F32E",
      "char": "🌮"
    },
    {
      "no": 650,
      "codes": "1F32F",
      "char": "🌯"
    },
    {
      "no": 651,
      "codes": "1F959",
      "char": "🥙"
    },
    {
      "no": 652,
      "codes": "1F95A",
      "char": "🥚"
    },
    {
      "no": 653,
      "codes": "1F373",
      "char": "🍳"
    },
    {
      "no": 654,
      "codes": "1F958",
      "char": "🥘"
    },
    {
      "no": 655,
      "codes": "1F372",
      "char": "🍲"
    },
    {
      "no": 656,
      "codes": "1F963",
      "char": "🥣"
    },
    {
      "no": 657,
      "codes": "1F957",
      "char": "🥗"
    },
    {
      "no": 658,
      "codes": "1F37F",
      "char": "🍿"
    },
    {
      "no": 659,
      "codes": "1F9C2",
      "char": "🧂"
    },
    {
      "no": 660,
      "codes": "1F96B",
      "char": "🥫"
    },
    {
      "no": 661,
      "codes": "1F371",
      "char": "🍱"
    },
    {
      "no": 662,
      "codes": "1F358",
      "char": "🍘"
    },
    {
      "no": 663,
      "codes": "1F359",
      "char": "🍙"
    },
    {
      "no": 664,
      "codes": "1F35A",
      "char": "🍚"
    },
    {
      "no": 665,
      "codes": "1F35B",
      "char": "🍛"
    },
    {
      "no": 666,
      "codes": "1F35C",
      "char": "🍜"
    },
    {
      "no": 667,
      "codes": "1F35D",
      "char": "🍝"
    },
    {
      "no": 668,
      "codes": "1F360",
      "char": "🍠"
    },
    {
      "no": 669,
      "codes": "1F362",
      "char": "🍢"
    },
    {
      "no": 670,
      "codes": "1F363",
      "char": "🍣"
    },
    {
      "no": 671,
      "codes": "1F364",
      "char": "🍤"
    },
    {
      "no": 672,
      "codes": "1F365",
      "char": "🍥"
    },
    {
      "no": 673,
      "codes": "1F96E",
      "char": "🥮"
    },
    {
      "no": 674,
      "codes": "1F361",
      "char": "🍡"
    },
    {
      "no": 675,
      "codes": "1F95F",
      "char": "🥟"
    },
    {
      "no": 676,
      "codes": "1F960",
      "char": "🥠"
    },
    {
      "no": 677,
      "codes": "1F961",
      "char": "🥡"
    },
    {
      "no": 678,
      "codes": "1F366",
      "char": "🍦"
    },
    {
      "no": 679,
      "codes": "1F367",
      "char": "🍧"
    },
    {
      "no": 680,
      "codes": "1F368",
      "char": "🍨"
    },
    {
      "no": 681,
      "codes": "1F369",
      "char": "🍩"
    },
    {
      "no": 682,
      "codes": "1F36A",
      "char": "🍪"
    },
    {
      "no": 683,
      "codes": "1F382",
      "char": "🎂"
    },
    {
      "no": 684,
      "codes": "1F370",
      "char": "🍰"
    },
    {
      "no": 685,
      "codes": "1F9C1",
      "char": "🧁"
    },
    {
      "no": 686,
      "codes": "1F967",
      "char": "🥧"
    },
    {
      "no": 687,
      "codes": "1F36B",
      "char": "🍫"
    },
    {
      "no": 688,
      "codes": "1F36C",
      "char": "🍬"
    },
    {
      "no": 689,
      "codes": "1F36D",
      "char": "🍭"
    },
    {
      "no": 690,
      "codes": "1F36E",
      "char": "🍮"
    },
    {
      "no": 691,
      "codes": "1F36F",
      "char": "🍯"
    },
    {
      "no": 692,
      "codes": "1F37C",
      "char": "🍼"
    },
    {
      "no": 693,
      "codes": "1F95B",
      "char": "🥛"
    },
    {
      "no": 694,
      "codes": "2615",
      "char": "☕"
    },
    {
      "no": 695,
      "codes": "1F375",
      "char": "🍵"
    },
    {
      "no": 696,
      "codes": "1F376",
      "char": "🍶"
    },
    {
      "no": 697,
      "codes": "1F37E",
      "char": "🍾"
    },
    {
      "no": 698,
      "codes": "1F377",
      "char": "🍷"
    },
    {
      "no": 699,
      "codes": "1F378",
      "char": "🍸"
    },
    {
      "no": 700,
      "codes": "1F379",
      "char": "🍹"
    },
    {
      "no": 701,
      "codes": "1F37A",
      "char": "🍺"
    },
    {
      "no": 702,
      "codes": "1F37B",
      "char": "🍻"
    },
    {
      "no": 703,
      "codes": "1F942",
      "char": "🥂"
    },
    {
      "no": 704,
      "codes": "1F943",
      "char": "🥃"
    },
    {
      "no": 705,
      "codes": "1F964",
      "char": "🥤"
    },
    {
      "no": 706,
      "codes": "1F962",
      "char": "🥢"
    },
    {
      "no": 707,
      "codes": "1F37D",
      "char": "🍽"
    },
    {
      "no": 708,
      "codes": "1F374",
      "char": "🍴"
    },
    {
      "no": 709,
      "codes": "1F944",
      "char": "🥄"
    },
    {
      "no": 710,
      "codes": "1F52A",
      "char": "🔪"
    },
    {
      "no": 711,
      "codes": "1F3FA",
      "char": "🏺"
    }
  ],
  travel: [
    {
      "no": 712,
      "codes": "1F30D",
      "char": "🌍"
    },
    {
      "no": 713,
      "codes": "1F30E",
      "char": "🌎"
    },
    {
      "no": 714,
      "codes": "1F30F",
      "char": "🌏"
    },
    {
      "no": 715,
      "codes": "1F310",
      "char": "🌐"
    },
    {
      "no": 716,
      "codes": "1F5FA",
      "char": "🗺"
    },
    {
      "no": 717,
      "codes": "1F5FE",
      "char": "🗾"
    },
    {
      "no": 718,
      "codes": "1F9ED",
      "char": "🧭"
    },
    {
      "no": 719,
      "codes": "1F3D4",
      "char": "🏔"
    },
    {
      "no": 720,
      "codes": "26F0",
      "char": "⛰"
    },
    {
      "no": 721,
      "codes": "1F30B",
      "char": "🌋"
    },
    {
      "no": 722,
      "codes": "1F5FB",
      "char": "🗻"
    },
    {
      "no": 723,
      "codes": "1F3D5",
      "char": "🏕"
    },
    {
      "no": 724,
      "codes": "1F3D6",
      "char": "🏖"
    },
    {
      "no": 725,
      "codes": "1F3DC",
      "char": "🏜"
    },
    {
      "no": 726,
      "codes": "1F3DD",
      "char": "🏝"
    },
    {
      "no": 727,
      "codes": "1F3DE",
      "char": "🏞"
    },
    {
      "no": 728,
      "codes": "1F3DF",
      "char": "🏟"
    },
    {
      "no": 729,
      "codes": "1F3DB",
      "char": "🏛"
    },
    {
      "no": 730,
      "codes": "1F3D7",
      "char": "🏗"
    },
    {
      "no": 731,
      "codes": "1F9F1",
      "char": "🧱"
    },
    {
      "no": 732,
      "codes": "1F3D8",
      "char": "🏘"
    },
    {
      "no": 733,
      "codes": "1F3DA",
      "char": "🏚"
    },
    {
      "no": 734,
      "codes": "1F3E0",
      "char": "🏠"
    },
    {
      "no": 735,
      "codes": "1F3E1",
      "char": "🏡"
    },
    {
      "no": 736,
      "codes": "1F3E2",
      "char": "🏢"
    },
    {
      "no": 737,
      "codes": "1F3E3",
      "char": "🏣"
    },
    {
      "no": 738,
      "codes": "1F3E4",
      "char": "🏤"
    },
    {
      "no": 739,
      "codes": "1F3E5",
      "char": "🏥"
    },
    {
      "no": 740,
      "codes": "1F3E6",
      "char": "🏦"
    },
    {
      "no": 741,
      "codes": "1F3E8",
      "char": "🏨"
    },
    {
      "no": 742,
      "codes": "1F3E9",
      "char": "🏩"
    },
    {
      "no": 743,
      "codes": "1F3EA",
      "char": "🏪"
    },
    {
      "no": 744,
      "codes": "1F3EB",
      "char": "🏫"
    },
    {
      "no": 745,
      "codes": "1F3EC",
      "char": "🏬"
    },
    {
      "no": 746,
      "codes": "1F3ED",
      "char": "🏭"
    },
    {
      "no": 747,
      "codes": "1F3EF",
      "char": "🏯"
    },
    {
      "no": 748,
      "codes": "1F3F0",
      "char": "🏰"
    },
    {
      "no": 749,
      "codes": "1F492",
      "char": "💒"
    },
    {
      "no": 750,
      "codes": "1F5FC",
      "char": "🗼"
    },
    {
      "no": 751,
      "codes": "1F5FD",
      "char": "🗽"
    },
    {
      "no": 752,
      "codes": "26EA",
      "char": "⛪"
    },
    {
      "no": 753,
      "codes": "1F54C",
      "char": "🕌"
    },
    {
      "no": 754,
      "codes": "1F54D",
      "char": "🕍"
    },
    {
      "no": 755,
      "codes": "26E9",
      "char": "⛩"
    },
    {
      "no": 756,
      "codes": "1F54B",
      "char": "🕋"
    },
    {
      "no": 757,
      "codes": "26F2",
      "char": "⛲"
    },
    {
      "no": 758,
      "codes": "26FA",
      "char": "⛺"
    },
    {
      "no": 759,
      "codes": "1F301",
      "char": "🌁"
    },
    {
      "no": 760,
      "codes": "1F303",
      "char": "🌃"
    },
    {
      "no": 761,
      "codes": "1F3D9",
      "char": "🏙"
    },
    {
      "no": 762,
      "codes": "1F304",
      "char": "🌄"
    },
    {
      "no": 763,
      "codes": "1F305",
      "char": "🌅"
    },
    {
      "no": 764,
      "codes": "1F306",
      "char": "🌆"
    },
    {
      "no": 765,
      "codes": "1F307",
      "char": "🌇"
    },
    {
      "no": 766,
      "codes": "1F309",
      "char": "🌉"
    },
    {
      "no": 767,
      "codes": "2668",
      "char": "♨"
    },
    {
      "no": 768,
      "codes": "1F30C",
      "char": "🌌"
    },
    {
      "no": 769,
      "codes": "1F3A0",
      "char": "🎠"
    },
    {
      "no": 770,
      "codes": "1F3A1",
      "char": "🎡"
    },
    {
      "no": 771,
      "codes": "1F3A2",
      "char": "🎢"
    },
    {
      "no": 772,
      "codes": "1F488",
      "char": "💈"
    },
    {
      "no": 773,
      "codes": "1F3AA",
      "char": "🎪"
    },
    {
      "no": 774,
      "codes": "1F682",
      "char": "🚂"
    },
    {
      "no": 775,
      "codes": "1F683",
      "char": "🚃"
    },
    {
      "no": 776,
      "codes": "1F684",
      "char": "🚄"
    },
    {
      "no": 777,
      "codes": "1F685",
      "char": "🚅"
    },
    {
      "no": 778,
      "codes": "1F686",
      "char": "🚆"
    },
    {
      "no": 779,
      "codes": "1F687",
      "char": "🚇"
    },
    {
      "no": 780,
      "codes": "1F688",
      "char": "🚈"
    },
    {
      "no": 781,
      "codes": "1F689",
      "char": "🚉"
    },
    {
      "no": 782,
      "codes": "1F68A",
      "char": "🚊"
    },
    {
      "no": 783,
      "codes": "1F69D",
      "char": "🚝"
    },
    {
      "no": 784,
      "codes": "1F69E",
      "char": "🚞"
    },
    {
      "no": 785,
      "codes": "1F68B",
      "char": "🚋"
    },
    {
      "no": 786,
      "codes": "1F68C",
      "char": "🚌"
    },
    {
      "no": 787,
      "codes": "1F68D",
      "char": "🚍"
    },
    {
      "no": 788,
      "codes": "1F68E",
      "char": "🚎"
    },
    {
      "no": 789,
      "codes": "1F690",
      "char": "🚐"
    },
    {
      "no": 790,
      "codes": "1F691",
      "char": "🚑"
    },
    {
      "no": 791,
      "codes": "1F692",
      "char": "🚒"
    },
    {
      "no": 792,
      "codes": "1F693",
      "char": "🚓"
    },
    {
      "no": 793,
      "codes": "1F694",
      "char": "🚔"
    },
    {
      "no": 794,
      "codes": "1F695",
      "char": "🚕"
    },
    {
      "no": 795,
      "codes": "1F696",
      "char": "🚖"
    },
    {
      "no": 796,
      "codes": "1F697",
      "char": "🚗"
    },
    {
      "no": 797,
      "codes": "1F698",
      "char": "🚘"
    },
    {
      "no": 798,
      "codes": "1F699",
      "char": "🚙"
    },
    {
      "no": 799,
      "codes": "1F69A",
      "char": "🚚"
    },
    {
      "no": 800,
      "codes": "1F69B",
      "char": "🚛"
    },
    {
      "no": 801,
      "codes": "1F69C",
      "char": "🚜"
    },
    {
      "no": 802,
      "codes": "1F6B2",
      "char": "🚲"
    },
    {
      "no": 803,
      "codes": "1F6F4",
      "char": "🛴"
    },
    {
      "no": 804,
      "codes": "1F6F9",
      "char": "🛹"
    },
    {
      "no": 805,
      "codes": "1F6F5",
      "char": "🛵"
    },
    {
      "no": 806,
      "codes": "1F68F",
      "char": "🚏"
    },
    {
      "no": 807,
      "codes": "1F6E3",
      "char": "🛣"
    },
    {
      "no": 808,
      "codes": "1F6E4",
      "char": "🛤"
    },
    {
      "no": 809,
      "codes": "1F6E2",
      "char": "🛢"
    },
    {
      "no": 810,
      "codes": "26FD",
      "char": "⛽"
    },
    {
      "no": 811,
      "codes": "1F6A8",
      "char": "🚨"
    },
    {
      "no": 812,
      "codes": "1F6A5",
      "char": "🚥"
    },
    {
      "no": 813,
      "codes": "1F6A6",
      "char": "🚦"
    },
    {
      "no": 814,
      "codes": "1F6D1",
      "char": "🛑"
    },
    {
      "no": 815,
      "codes": "1F6A7",
      "char": "🚧"
    },
    {
      "no": 816,
      "codes": "2693",
      "char": "⚓"
    },
    {
      "no": 817,
      "codes": "26F5",
      "char": "⛵"
    },
    {
      "no": 818,
      "codes": "1F6F6",
      "char": "🛶"
    },
    {
      "no": 819,
      "codes": "1F6A4",
      "char": "🚤"
    },
    {
      "no": 820,
      "codes": "1F6F3",
      "char": "🛳"
    },
    {
      "no": 821,
      "codes": "26F4",
      "char": "⛴"
    },
    {
      "no": 822,
      "codes": "1F6E5",
      "char": "🛥"
    },
    {
      "no": 823,
      "codes": "1F6A2",
      "char": "🚢"
    },
    {
      "no": 824,
      "codes": "2708",
      "char": "✈"
    },
    {
      "no": 825,
      "codes": "1F6E9",
      "char": "🛩"
    },
    {
      "no": 826,
      "codes": "1F6EB",
      "char": "🛫"
    },
    {
      "no": 827,
      "codes": "1F6EC",
      "char": "🛬"
    },
    {
      "no": 828,
      "codes": "1F4BA",
      "char": "💺"
    },
    {
      "no": 829,
      "codes": "1F681",
      "char": "🚁"
    },
    {
      "no": 830,
      "codes": "1F69F",
      "char": "🚟"
    },
    {
      "no": 831,
      "codes": "1F6A0",
      "char": "🚠"
    },
    {
      "no": 832,
      "codes": "1F6A1",
      "char": "🚡"
    },
    {
      "no": 833,
      "codes": "1F6F0",
      "char": "🛰"
    },
    {
      "no": 834,
      "codes": "1F680",
      "char": "🚀"
    },
    {
      "no": 835,
      "codes": "1F6F8",
      "char": "🛸"
    },
    {
      "no": 836,
      "codes": "1F6CE",
      "char": "🛎"
    },
    {
      "no": 837,
      "codes": "1F9F3",
      "char": "🧳"
    }
  ],
  symbols: [
    {
      "no": 412,
      "codes": "1F48B",
      "char": "💋"
    },
    {
      "no": 413,
      "codes": "1F498",
      "char": "💘"
    },
    {
      "no": 414,
      "codes": "2764",
      "char": "❤"
    },
    {
      "no": 415,
      "codes": "1F493",
      "char": "💓"
    },
    {
      "no": 416,
      "codes": "1F494",
      "char": "💔"
    },
    {
      "no": 417,
      "codes": "1F495",
      "char": "💕"
    },
    {
      "no": 418,
      "codes": "1F496",
      "char": "💖"
    },
    {
      "no": 419,
      "codes": "1F497",
      "char": "💗"
    },
    {
      "no": 420,
      "codes": "1F499",
      "char": "💙"
    },
    {
      "no": 421,
      "codes": "1F49A",
      "char": "💚"
    },
    {
      "no": 422,
      "codes": "1F49B",
      "char": "💛"
    },
    {
      "no": 423,
      "codes": "1F9E1",
      "char": "🧡"
    },
    {
      "no": 424,
      "codes": "1F49C",
      "char": "💜"
    },
    {
      "no": 425,
      "codes": "1F5A4",
      "char": "🖤"
    },
    {
      "no": 426,
      "codes": "1F49D",
      "char": "💝"
    },
    {
      "no": 427,
      "codes": "1F49E",
      "char": "💞"
    },
    {
      "no": 428,
      "codes": "1F49F",
      "char": "💟"
    },
    {
      "no": 429,
      "codes": "2763",
      "char": "❣"
    },
    {
      "no": 430,
      "codes": "1F48C",
      "char": "💌"
    },
    {
      "no": 431,
      "codes": "1F4A4",
      "char": "💤"
    },
    {
      "no": 432,
      "codes": "1F4A2",
      "char": "💢"
    },
    {
      "no": 433,
      "codes": "1F4A3",
      "char": "💣"
    },
    {
      "no": 434,
      "codes": "1F4A5",
      "char": "💥"
    },
    {
      "no": 435,
      "codes": "1F4A6",
      "char": "💦"
    },
    {
      "no": 436,
      "codes": "1F4A8",
      "char": "💨"
    },
    {
      "no": 437,
      "codes": "1F4AB",
      "char": "💫"
    },
    {
      "no": 438,
      "codes": "1F4AC",
      "char": "💬"
    },
    {
      "no": 439,
      "codes": "1F5E8",
      "char": "🗨"
    },
    {
      "no": 440,
      "codes": "1F5EF",
      "char": "🗯"
    },
    {
      "no": 441,
      "codes": "1F4AD",
      "char": "💭"
    },
    {
      "no": 442,
      "codes": "1F573",
      "char": "🕳"
    },
    {
      "no": 443,
      "codes": "1F453",
      "char": "👓"
    },
    {
      "no": 444,
      "codes": "1F576",
      "char": "🕶"
    },
    {
      "no": 445,
      "codes": "1F97D",
      "char": "🥽"
    },
    {
      "no": 446,
      "codes": "1F97C",
      "char": "🥼"
    },
    {
      "no": 447,
      "codes": "1F454",
      "char": "👔"
    },
    {
      "no": 448,
      "codes": "1F455",
      "char": "👕"
    },
    {
      "no": 449,
      "codes": "1F456",
      "char": "👖"
    },
    {
      "no": 450,
      "codes": "1F9E3",
      "char": "🧣"
    },
    {
      "no": 451,
      "codes": "1F9E4",
      "char": "🧤"
    },
    {
      "no": 452,
      "codes": "1F9E5",
      "char": "🧥"
    },
    {
      "no": 453,
      "codes": "1F9E6",
      "char": "🧦"
    },
    {
      "no": 454,
      "codes": "1F457",
      "char": "👗"
    },
    {
      "no": 455,
      "codes": "1F458",
      "char": "👘"
    },
    {
      "no": 456,
      "codes": "1F459",
      "char": "👙"
    },
    {
      "no": 457,
      "codes": "1F45A",
      "char": "👚"
    },
    {
      "no": 458,
      "codes": "1F45B",
      "char": "👛"
    },
    {
      "no": 459,
      "codes": "1F45C",
      "char": "👜"
    },
    {
      "no": 460,
      "codes": "1F45D",
      "char": "👝"
    },
    {
      "no": 461,
      "codes": "1F6CD",
      "char": "🛍"
    },
    {
      "no": 462,
      "codes": "1F392",
      "char": "🎒"
    },
    {
      "no": 463,
      "codes": "1F45E",
      "char": "👞"
    },
    {
      "no": 464,
      "codes": "1F45F",
      "char": "👟"
    },
    {
      "no": 465,
      "codes": "1F97E",
      "char": "🥾"
    },
    {
      "no": 466,
      "codes": "1F97F",
      "char": "🥿"
    },
    {
      "no": 467,
      "codes": "1F460",
      "char": "👠"
    },
    {
      "no": 468,
      "codes": "1F461",
      "char": "👡"
    },
    {
      "no": 469,
      "codes": "1F462",
      "char": "👢"
    },
    {
      "no": 470,
      "codes": "1F451",
      "char": "👑"
    },
    {
      "no": 471,
      "codes": "1F452",
      "char": "👒"
    },
    {
      "no": 472,
      "codes": "1F3A9",
      "char": "🎩"
    },
    {
      "no": 473,
      "codes": "1F393",
      "char": "🎓"
    },
    {
      "no": 474,
      "codes": "1F9E2",
      "char": "🧢"
    },
    {
      "no": 475,
      "codes": "26D1",
      "char": "⛑"
    },
    {
      "no": 476,
      "codes": "1F4FF",
      "char": "📿"
    },
    {
      "no": 477,
      "codes": "1F484",
      "char": "💄"
    },
    {
      "no": 478,
      "codes": "1F48D",
      "char": "💍"
    },
    {
      "no": 479,
      "codes": "1F48E",
      "char": "💎"
    },
    {
      "no": 838,
      "codes": "231B",
      "char": "⌛"
    },
    {
      "no": 839,
      "codes": "23F3",
      "char": "⏳"
    },
    {
      "no": 840,
      "codes": "231A",
      "char": "⌚"
    },
    {
      "no": 841,
      "codes": "23F0",
      "char": "⏰"
    },
    {
      "no": 842,
      "codes": "23F1",
      "char": "⏱"
    },
    {
      "no": 843,
      "codes": "23F2",
      "char": "⏲"
    },
    {
      "no": 844,
      "codes": "1F570",
      "char": "🕰"
    },
    {
      "no": 845,
      "codes": "1F55B",
      "char": "🕛"
    },
    {
      "no": 846,
      "codes": "1F567",
      "char": "🕧"
    },
    {
      "no": 847,
      "codes": "1F550",
      "char": "🕐"
    },
    {
      "no": 848,
      "codes": "1F55C",
      "char": "🕜"
    },
    {
      "no": 849,
      "codes": "1F551",
      "char": "🕑"
    },
    {
      "no": 850,
      "codes": "1F55D",
      "char": "🕝"
    },
    {
      "no": 851,
      "codes": "1F552",
      "char": "🕒"
    },
    {
      "no": 852,
      "codes": "1F55E",
      "char": "🕞"
    },
    {
      "no": 853,
      "codes": "1F553",
      "char": "🕓"
    },
    {
      "no": 854,
      "codes": "1F55F",
      "char": "🕟"
    },
    {
      "no": 855,
      "codes": "1F554",
      "char": "🕔"
    },
    {
      "no": 856,
      "codes": "1F560",
      "char": "🕠"
    },
    {
      "no": 857,
      "codes": "1F555",
      "char": "🕕"
    },
    {
      "no": 858,
      "codes": "1F561",
      "char": "🕡"
    },
    {
      "no": 859,
      "codes": "1F556",
      "char": "🕖"
    },
    {
      "no": 860,
      "codes": "1F562",
      "char": "🕢"
    },
    {
      "no": 861,
      "codes": "1F557",
      "char": "🕗"
    },
    {
      "no": 862,
      "codes": "1F563",
      "char": "🕣"
    },
    {
      "no": 863,
      "codes": "1F558",
      "char": "🕘"
    },
    {
      "no": 864,
      "codes": "1F564",
      "char": "🕤"
    },
    {
      "no": 865,
      "codes": "1F559",
      "char": "🕙"
    },
    {
      "no": 866,
      "codes": "1F565",
      "char": "🕥"
    },
    {
      "no": 867,
      "codes": "1F55A",
      "char": "🕚"
    },
    {
      "no": 868,
      "codes": "1F566",
      "char": "🕦"
    },
    {
      "no": 869,
      "codes": "1F311",
      "char": "🌑"
    },
    {
      "no": 870,
      "codes": "1F312",
      "char": "🌒"
    },
    {
      "no": 871,
      "codes": "1F313",
      "char": "🌓"
    },
    {
      "no": 872,
      "codes": "1F314",
      "char": "🌔"
    },
    {
      "no": 873,
      "codes": "1F315",
      "char": "🌕"
    },
    {
      "no": 874,
      "codes": "1F316",
      "char": "🌖"
    },
    {
      "no": 875,
      "codes": "1F317",
      "char": "🌗"
    },
    {
      "no": 876,
      "codes": "1F318",
      "char": "🌘"
    },
    {
      "no": 877,
      "codes": "1F319",
      "char": "🌙"
    },
    {
      "no": 878,
      "codes": "1F31A",
      "char": "🌚"
    },
    {
      "no": 879,
      "codes": "1F31B",
      "char": "🌛"
    },
    {
      "no": 880,
      "codes": "1F31C",
      "char": "🌜"
    },
    {
      "no": 881,
      "codes": "1F321",
      "char": "🌡"
    },
    {
      "no": 882,
      "codes": "2600",
      "char": "☀"
    },
    {
      "no": 883,
      "codes": "1F31D",
      "char": "🌝"
    },
    {
      "no": 884,
      "codes": "1F31E",
      "char": "🌞"
    },
    {
      "no": 885,
      "codes": "2B50",
      "char": "⭐"
    },
    {
      "no": 886,
      "codes": "1F31F",
      "char": "🌟"
    },
    {
      "no": 887,
      "codes": "1F320",
      "char": "🌠"
    },
    {
      "no": 888,
      "codes": "2601",
      "char": "☁"
    },
    {
      "no": 889,
      "codes": "26C5",
      "char": "⛅"
    },
    {
      "no": 890,
      "codes": "26C8",
      "char": "⛈"
    },
    {
      "no": 891,
      "codes": "1F324",
      "char": "🌤"
    },
    {
      "no": 892,
      "codes": "1F325",
      "char": "🌥"
    },
    {
      "no": 893,
      "codes": "1F326",
      "char": "🌦"
    },
    {
      "no": 894,
      "codes": "1F327",
      "char": "🌧"
    },
    {
      "no": 895,
      "codes": "1F328",
      "char": "🌨"
    },
    {
      "no": 896,
      "codes": "1F329",
      "char": "🌩"
    },
    {
      "no": 897,
      "codes": "1F32A",
      "char": "🌪"
    },
    {
      "no": 898,
      "codes": "1F32B",
      "char": "🌫"
    },
    {
      "no": 899,
      "codes": "1F32C",
      "char": "🌬"
    },
    {
      "no": 900,
      "codes": "1F300",
      "char": "🌀"
    },
    {
      "no": 901,
      "codes": "1F308",
      "char": "🌈"
    },
    {
      "no": 902,
      "codes": "1F302",
      "char": "🌂"
    },
    {
      "no": 903,
      "codes": "2602",
      "char": "☂"
    },
    {
      "no": 904,
      "codes": "2614",
      "char": "☔"
    },
    {
      "no": 905,
      "codes": "26F1",
      "char": "⛱"
    },
    {
      "no": 906,
      "codes": "26A1",
      "char": "⚡"
    },
    {
      "no": 907,
      "codes": "2744",
      "char": "❄"
    },
    {
      "no": 908,
      "codes": "2603",
      "char": "☃"
    },
    {
      "no": 909,
      "codes": "26C4",
      "char": "⛄"
    },
    {
      "no": 910,
      "codes": "2604",
      "char": "☄"
    },
    {
      "no": 911,
      "codes": "1F525",
      "char": "🔥"
    },
    {
      "no": 912,
      "codes": "1F4A7",
      "char": "💧"
    },
    {
      "no": 913,
      "codes": "1F30A",
      "char": "🌊"
    },
    {
      "no": 914,
      "codes": "1F383",
      "char": "🎃"
    },
    {
      "no": 915,
      "codes": "1F384",
      "char": "🎄"
    },
    {
      "no": 916,
      "codes": "1F386",
      "char": "🎆"
    },
    {
      "no": 917,
      "codes": "1F387",
      "char": "🎇"
    },
    {
      "no": 918,
      "codes": "1F9E8",
      "char": "🧨"
    },
    {
      "no": 919,
      "codes": "2728",
      "char": "✨"
    },
    {
      "no": 920,
      "codes": "1F388",
      "char": "🎈"
    },
    {
      "no": 921,
      "codes": "1F389",
      "char": "🎉"
    },
    {
      "no": 922,
      "codes": "1F38A",
      "char": "🎊"
    },
    {
      "no": 923,
      "codes": "1F38B",
      "char": "🎋"
    },
    {
      "no": 924,
      "codes": "1F38D",
      "char": "🎍"
    },
    {
      "no": 925,
      "codes": "1F38E",
      "char": "🎎"
    },
    {
      "no": 926,
      "codes": "1F38F",
      "char": "🎏"
    },
    {
      "no": 927,
      "codes": "1F390",
      "char": "🎐"
    },
    {
      "no": 928,
      "codes": "1F391",
      "char": "🎑"
    },
    {
      "no": 929,
      "codes": "1F9E7",
      "char": "🧧"
    },
    {
      "no": 930,
      "codes": "1F380",
      "char": "🎀"
    },
    {
      "no": 931,
      "codes": "1F381",
      "char": "🎁"
    },
    {
      "no": 932,
      "codes": "1F397",
      "char": "🎗"
    },
    {
      "no": 933,
      "codes": "1F39F",
      "char": "🎟"
    },
    {
      "no": 934,
      "codes": "1F3AB",
      "char": "🎫"
    },
    {
      "no": 935,
      "codes": "1F396",
      "char": "🎖"
    },
    {
      "no": 936,
      "codes": "1F3C6",
      "char": "🏆"
    },
    {
      "no": 937,
      "codes": "1F3C5",
      "char": "🏅"
    },
    {
      "no": 938,
      "codes": "1F947",
      "char": "🥇"
    },
    {
      "no": 939,
      "codes": "1F948",
      "char": "🥈"
    },
    {
      "no": 940,
      "codes": "1F949",
      "char": "🥉"
    },
    {
      "no": 941,
      "codes": "26BD",
      "char": "⚽"
    },
    {
      "no": 942,
      "codes": "26BE",
      "char": "⚾"
    },
    {
      "no": 943,
      "codes": "1F94E",
      "char": "🥎"
    },
    {
      "no": 944,
      "codes": "1F3C0",
      "char": "🏀"
    },
    {
      "no": 945,
      "codes": "1F3D0",
      "char": "🏐"
    },
    {
      "no": 946,
      "codes": "1F3C8",
      "char": "🏈"
    },
    {
      "no": 947,
      "codes": "1F3C9",
      "char": "🏉"
    },
    {
      "no": 948,
      "codes": "1F3BE",
      "char": "🎾"
    },
    {
      "no": 949,
      "codes": "1F94F",
      "char": "🥏"
    },
    {
      "no": 950,
      "codes": "1F3B3",
      "char": "🎳"
    },
    {
      "no": 951,
      "codes": "1F3CF",
      "char": "🏏"
    },
    {
      "no": 952,
      "codes": "1F3D1",
      "char": "🏑"
    },
    {
      "no": 953,
      "codes": "1F3D2",
      "char": "🏒"
    },
    {
      "no": 954,
      "codes": "1F94D",
      "char": "🥍"
    },
    {
      "no": 955,
      "codes": "1F3D3",
      "char": "🏓"
    },
    {
      "no": 956,
      "codes": "1F3F8",
      "char": "🏸"
    },
    {
      "no": 957,
      "codes": "1F94A",
      "char": "🥊"
    },
    {
      "no": 958,
      "codes": "1F94B",
      "char": "🥋"
    },
    {
      "no": 959,
      "codes": "1F945",
      "char": "🥅"
    },
    {
      "no": 960,
      "codes": "26F3",
      "char": "⛳"
    },
    {
      "no": 961,
      "codes": "26F8",
      "char": "⛸"
    },
    {
      "no": 962,
      "codes": "1F3A3",
      "char": "🎣"
    },
    {
      "no": 963,
      "codes": "1F3BD",
      "char": "🎽"
    },
    {
      "no": 964,
      "codes": "1F3BF",
      "char": "🎿"
    },
    {
      "no": 965,
      "codes": "1F6F7",
      "char": "🛷"
    },
    {
      "no": 966,
      "codes": "1F94C",
      "char": "🥌"
    },
    {
      "no": 967,
      "codes": "1F3AF",
      "char": "🎯"
    },
    {
      "no": 968,
      "codes": "1F3B1",
      "char": "🎱"
    },
    {
      "no": 969,
      "codes": "1F52E",
      "char": "🔮"
    },
    {
      "no": 970,
      "codes": "1F9FF",
      "char": "🧿"
    },
    {
      "no": 971,
      "codes": "1F3AE",
      "char": "🎮"
    },
    {
      "no": 972,
      "codes": "1F579",
      "char": "🕹"
    },
    {
      "no": 973,
      "codes": "1F3B0",
      "char": "🎰"
    },
    {
      "no": 974,
      "codes": "1F3B2",
      "char": "🎲"
    },
    {
      "no": 975,
      "codes": "1F9E9",
      "char": "🧩"
    },
    {
      "no": 976,
      "codes": "1F9F8",
      "char": "🧸"
    },
    {
      "no": 977,
      "codes": "2660",
      "char": "♠"
    },
    {
      "no": 978,
      "codes": "2665",
      "char": "♥"
    },
    {
      "no": 979,
      "codes": "2666",
      "char": "♦"
    },
    {
      "no": 980,
      "codes": "2663",
      "char": "♣"
    },
    {
      "no": 981,
      "codes": "265F",
      "char": "♟"
    },
    {
      "no": 982,
      "codes": "1F0CF",
      "char": "🃏"
    },
    {
      "no": 983,
      "codes": "1F004",
      "char": "🀄"
    },
    {
      "no": 984,
      "codes": "1F3B4",
      "char": "🎴"
    },
    {
      "no": 985,
      "codes": "1F3AD",
      "char": "🎭"
    },
    {
      "no": 986,
      "codes": "1F5BC",
      "char": "🖼"
    },
    {
      "no": 987,
      "codes": "1F3A8",
      "char": "🎨"
    },
    {
      "no": 988,
      "codes": "1F9F5",
      "char": "🧵"
    },
    {
      "no": 989,
      "codes": "1F9F6",
      "char": "🧶"
    },
    {
      "no": 990,
      "codes": "1F507",
      "char": "🔇"
    },
    {
      "no": 991,
      "codes": "1F508",
      "char": "🔈"
    },
    {
      "no": 992,
      "codes": "1F509",
      "char": "🔉"
    },
    {
      "no": 993,
      "codes": "1F50A",
      "char": "🔊"
    },
    {
      "no": 994,
      "codes": "1F4E2",
      "char": "📢"
    },
    {
      "no": 995,
      "codes": "1F4E3",
      "char": "📣"
    },
    {
      "no": 996,
      "codes": "1F4EF",
      "char": "📯"
    },
    {
      "no": 997,
      "codes": "1F514",
      "char": "🔔"
    },
    {
      "no": 998,
      "codes": "1F515",
      "char": "🔕"
    },
    {
      "no": 999,
      "codes": "1F3BC",
      "char": "🎼"
    },
    {
      "no": 1000,
      "codes": "1F3B5",
      "char": "🎵"
    },
    {
      "no": 1001,
      "codes": "1F3B6",
      "char": "🎶"
    },
    {
      "no": 1002,
      "codes": "1F399",
      "char": "🎙"
    },
    {
      "no": 1003,
      "codes": "1F39A",
      "char": "🎚"
    },
    {
      "no": 1004,
      "codes": "1F39B",
      "char": "🎛"
    },
    {
      "no": 1005,
      "codes": "1F3A4",
      "char": "🎤"
    },
    {
      "no": 1006,
      "codes": "1F3A7",
      "char": "🎧"
    },
    {
      "no": 1007,
      "codes": "1F4FB",
      "char": "📻"
    },
    {
      "no": 1008,
      "codes": "1F3B7",
      "char": "🎷"
    },
    {
      "no": 1009,
      "codes": "1F3B8",
      "char": "🎸"
    },
    {
      "no": 1010,
      "codes": "1F3B9",
      "char": "🎹"
    },
    {
      "no": 1011,
      "codes": "1F3BA",
      "char": "🎺"
    },
    {
      "no": 1012,
      "codes": "1F3BB",
      "char": "🎻"
    },
    {
      "no": 1013,
      "codes": "1F941",
      "char": "🥁"
    },
    {
      "no": 1014,
      "codes": "1F4F1",
      "char": "📱"
    },
    {
      "no": 1015,
      "codes": "1F4F2",
      "char": "📲"
    },
    {
      "no": 1016,
      "codes": "260E",
      "char": "☎"
    },
    {
      "no": 1017,
      "codes": "1F4DE",
      "char": "📞"
    },
    {
      "no": 1018,
      "codes": "1F4DF",
      "char": "📟"
    },
    {
      "no": 1019,
      "codes": "1F4E0",
      "char": "📠"
    },
    {
      "no": 1020,
      "codes": "1F50B",
      "char": "🔋"
    },
    {
      "no": 1021,
      "codes": "1F50C",
      "char": "🔌"
    },
    {
      "no": 1022,
      "codes": "1F4BB",
      "char": "💻"
    },
    {
      "no": 1023,
      "codes": "1F5A5",
      "char": "🖥"
    },
    {
      "no": 1024,
      "codes": "1F5A8",
      "char": "🖨"
    },
    {
      "no": 1025,
      "codes": "2328",
      "char": "⌨"
    },
    {
      "no": 1026,
      "codes": "1F5B1",
      "char": "🖱"
    },
    {
      "no": 1027,
      "codes": "1F5B2",
      "char": "🖲"
    },
    {
      "no": 1028,
      "codes": "1F4BD",
      "char": "💽"
    },
    {
      "no": 1029,
      "codes": "1F4BE",
      "char": "💾"
    },
    {
      "no": 1030,
      "codes": "1F4BF",
      "char": "💿"
    },
    {
      "no": 1031,
      "codes": "1F4C0",
      "char": "📀"
    },
    {
      "no": 1032,
      "codes": "1F9EE",
      "char": "🧮"
    },
    {
      "no": 1033,
      "codes": "1F3A5",
      "char": "🎥"
    },
    {
      "no": 1034,
      "codes": "1F39E",
      "char": "🎞"
    },
    {
      "no": 1035,
      "codes": "1F4FD",
      "char": "📽"
    },
    {
      "no": 1036,
      "codes": "1F3AC",
      "char": "🎬"
    },
    {
      "no": 1037,
      "codes": "1F4FA",
      "char": "📺"
    },
    {
      "no": 1038,
      "codes": "1F4F7",
      "char": "📷"
    },
    {
      "no": 1039,
      "codes": "1F4F8",
      "char": "📸"
    },
    {
      "no": 1040,
      "codes": "1F4F9",
      "char": "📹"
    },
    {
      "no": 1041,
      "codes": "1F4FC",
      "char": "📼"
    },
    {
      "no": 1042,
      "codes": "1F50D",
      "char": "🔍"
    },
    {
      "no": 1043,
      "codes": "1F50E",
      "char": "🔎"
    },
    {
      "no": 1044,
      "codes": "1F56F",
      "char": "🕯"
    },
    {
      "no": 1045,
      "codes": "1F4A1",
      "char": "💡"
    },
    {
      "no": 1046,
      "codes": "1F526",
      "char": "🔦"
    },
    {
      "no": 1047,
      "codes": "1F3EE",
      "char": "🏮"
    },
    {
      "no": 1048,
      "codes": "1F4D4",
      "char": "📔"
    },
    {
      "no": 1049,
      "codes": "1F4D5",
      "char": "📕"
    },
    {
      "no": 1050,
      "codes": "1F4D6",
      "char": "📖"
    },
    {
      "no": 1051,
      "codes": "1F4D7",
      "char": "📗"
    },
    {
      "no": 1052,
      "codes": "1F4D8",
      "char": "📘"
    },
    {
      "no": 1053,
      "codes": "1F4D9",
      "char": "📙"
    },
    {
      "no": 1054,
      "codes": "1F4DA",
      "char": "📚"
    },
    {
      "no": 1055,
      "codes": "1F4D3",
      "char": "📓"
    },
    {
      "no": 1056,
      "codes": "1F4D2",
      "char": "📒"
    },
    {
      "no": 1057,
      "codes": "1F4C3",
      "char": "📃"
    },
    {
      "no": 1058,
      "codes": "1F4DC",
      "char": "📜"
    },
    {
      "no": 1059,
      "codes": "1F4C4",
      "char": "📄"
    },
    {
      "no": 1060,
      "codes": "1F4F0",
      "char": "📰"
    },
    {
      "no": 1061,
      "codes": "1F5DE",
      "char": "🗞"
    },
    {
      "no": 1062,
      "codes": "1F4D1",
      "char": "📑"
    },
    {
      "no": 1063,
      "codes": "1F516",
      "char": "🔖"
    },
    {
      "no": 1064,
      "codes": "1F3F7",
      "char": "🏷"
    },
    {
      "no": 1065,
      "codes": "1F4B0",
      "char": "💰"
    },
    {
      "no": 1066,
      "codes": "1F4B4",
      "char": "💴"
    },
    {
      "no": 1067,
      "codes": "1F4B5",
      "char": "💵"
    },
    {
      "no": 1068,
      "codes": "1F4B6",
      "char": "💶"
    },
    {
      "no": 1069,
      "codes": "1F4B7",
      "char": "💷"
    },
    {
      "no": 1070,
      "codes": "1F4B8",
      "char": "💸"
    },
    {
      "no": 1071,
      "codes": "1F4B3",
      "char": "💳"
    },
    {
      "no": 1072,
      "codes": "1F9FE",
      "char": "🧾"
    },
    {
      "no": 1073,
      "codes": "1F4B9",
      "char": "💹"
    },
    {
      "no": 1074,
      "codes": "1F4B1",
      "char": "💱"
    },
    {
      "no": 1075,
      "codes": "1F4B2",
      "char": "💲"
    },
    {
      "no": 1076,
      "codes": "2709",
      "char": "✉"
    },
    {
      "no": 1077,
      "codes": "1F4E7",
      "char": "📧"
    },
    {
      "no": 1078,
      "codes": "1F4E8",
      "char": "📨"
    },
    {
      "no": 1079,
      "codes": "1F4E9",
      "char": "📩"
    },
    {
      "no": 1080,
      "codes": "1F4E4",
      "char": "📤"
    },
    {
      "no": 1081,
      "codes": "1F4E5",
      "char": "📥"
    },
    {
      "no": 1082,
      "codes": "1F4E6",
      "char": "📦"
    },
    {
      "no": 1083,
      "codes": "1F4EB",
      "char": "📫"
    },
    {
      "no": 1084,
      "codes": "1F4EA",
      "char": "📪"
    },
    {
      "no": 1085,
      "codes": "1F4EC",
      "char": "📬"
    },
    {
      "no": 1086,
      "codes": "1F4ED",
      "char": "📭"
    },
    {
      "no": 1087,
      "codes": "1F4EE",
      "char": "📮"
    },
    {
      "no": 1088,
      "codes": "1F5F3",
      "char": "🗳"
    },
    {
      "no": 1089,
      "codes": "270F",
      "char": "✏"
    },
    {
      "no": 1090,
      "codes": "2712",
      "char": "✒"
    },
    {
      "no": 1091,
      "codes": "1F58B",
      "char": "🖋"
    },
    {
      "no": 1092,
      "codes": "1F58A",
      "char": "🖊"
    },
    {
      "no": 1093,
      "codes": "1F58C",
      "char": "🖌"
    },
    {
      "no": 1094,
      "codes": "1F58D",
      "char": "🖍"
    },
    {
      "no": 1095,
      "codes": "1F4DD",
      "char": "📝"
    },
    {
      "no": 1096,
      "codes": "1F4BC",
      "char": "💼"
    },
    {
      "no": 1097,
      "codes": "1F4C1",
      "char": "📁"
    },
    {
      "no": 1098,
      "codes": "1F4C2",
      "char": "📂"
    },
    {
      "no": 1099,
      "codes": "1F5C2",
      "char": "🗂"
    },
    {
      "no": 1100,
      "codes": "1F4C5",
      "char": "📅"
    },
    {
      "no": 1101,
      "codes": "1F4C6",
      "char": "📆"
    },
    {
      "no": 1102,
      "codes": "1F5D2",
      "char": "🗒"
    },
    {
      "no": 1103,
      "codes": "1F5D3",
      "char": "🗓"
    },
    {
      "no": 1104,
      "codes": "1F4C7",
      "char": "📇"
    },
    {
      "no": 1105,
      "codes": "1F4C8",
      "char": "📈"
    },
    {
      "no": 1106,
      "codes": "1F4C9",
      "char": "📉"
    },
    {
      "no": 1107,
      "codes": "1F4CA",
      "char": "📊"
    },
    {
      "no": 1108,
      "codes": "1F4CB",
      "char": "📋"
    },
    {
      "no": 1109,
      "codes": "1F4CC",
      "char": "📌"
    },
    {
      "no": 1110,
      "codes": "1F4CD",
      "char": "📍"
    },
    {
      "no": 1111,
      "codes": "1F4CE",
      "char": "📎"
    },
    {
      "no": 1112,
      "codes": "1F587",
      "char": "🖇"
    },
    {
      "no": 1113,
      "codes": "1F4CF",
      "char": "📏"
    },
    {
      "no": 1114,
      "codes": "1F4D0",
      "char": "📐"
    },
    {
      "no": 1115,
      "codes": "2702",
      "char": "✂"
    },
    {
      "no": 1116,
      "codes": "1F5C3",
      "char": "🗃"
    },
    {
      "no": 1117,
      "codes": "1F5C4",
      "char": "🗄"
    },
    {
      "no": 1118,
      "codes": "1F5D1",
      "char": "🗑"
    },
    {
      "no": 1119,
      "codes": "1F512",
      "char": "🔒"
    },
    {
      "no": 1120,
      "codes": "1F513",
      "char": "🔓"
    },
    {
      "no": 1121,
      "codes": "1F50F",
      "char": "🔏"
    },
    {
      "no": 1122,
      "codes": "1F510",
      "char": "🔐"
    },
    {
      "no": 1123,
      "codes": "1F511",
      "char": "🔑"
    },
    {
      "no": 1124,
      "codes": "1F5DD",
      "char": "🗝"
    },
    {
      "no": 1125,
      "codes": "1F528",
      "char": "🔨"
    },
    {
      "no": 1126,
      "codes": "26CF",
      "char": "⛏"
    },
    {
      "no": 1127,
      "codes": "2692",
      "char": "⚒"
    },
    {
      "no": 1128,
      "codes": "1F6E0",
      "char": "🛠"
    },
    {
      "no": 1129,
      "codes": "1F5E1",
      "char": "🗡"
    },
    {
      "no": 1130,
      "codes": "2694",
      "char": "⚔"
    },
    {
      "no": 1131,
      "codes": "1F52B",
      "char": "🔫"
    },
    {
      "no": 1132,
      "codes": "1F3F9",
      "char": "🏹"
    },
    {
      "no": 1133,
      "codes": "1F6E1",
      "char": "🛡"
    },
    {
      "no": 1134,
      "codes": "1F527",
      "char": "🔧"
    },
    {
      "no": 1135,
      "codes": "1F529",
      "char": "🔩"
    },
    {
      "no": 1136,
      "codes": "2699",
      "char": "⚙"
    },
    {
      "no": 1137,
      "codes": "1F5DC",
      "char": "🗜"
    },
    {
      "no": 1138,
      "codes": "2696",
      "char": "⚖"
    },
    {
      "no": 1139,
      "codes": "1F517",
      "char": "🔗"
    },
    {
      "no": 1140,
      "codes": "26D3",
      "char": "⛓"
    },
    {
      "no": 1141,
      "codes": "1F9F0",
      "char": "🧰"
    },
    {
      "no": 1142,
      "codes": "1F9F2",
      "char": "🧲"
    },
    {
      "no": 1143,
      "codes": "2697",
      "char": "⚗"
    },
    {
      "no": 1144,
      "codes": "1F9EA",
      "char": "🧪"
    },
    {
      "no": 1145,
      "codes": "1F9EB",
      "char": "🧫"
    },
    {
      "no": 1146,
      "codes": "1F9EC",
      "char": "🧬"
    },
    {
      "no": 1147,
      "codes": "1F52C",
      "char": "🔬"
    },
    {
      "no": 1148,
      "codes": "1F52D",
      "char": "🔭"
    },
    {
      "no": 1149,
      "codes": "1F4E1",
      "char": "📡"
    },
    {
      "no": 1150,
      "codes": "1F489",
      "char": "💉"
    },
    {
      "no": 1151,
      "codes": "1F48A",
      "char": "💊"
    },
    {
      "no": 1152,
      "codes": "1F6AA",
      "char": "🚪"
    },
    {
      "no": 1153,
      "codes": "1F6CF",
      "char": "🛏"
    },
    {
      "no": 1154,
      "codes": "1F6CB",
      "char": "🛋"
    },
    {
      "no": 1155,
      "codes": "1F6BD",
      "char": "🚽"
    },
    {
      "no": 1156,
      "codes": "1F6BF",
      "char": "🚿"
    },
    {
      "no": 1157,
      "codes": "1F6C1",
      "char": "🛁"
    },
    {
      "no": 1158,
      "codes": "1F9F4",
      "char": "🧴"
    },
    {
      "no": 1159,
      "codes": "1F9F7",
      "char": "🧷"
    },
    {
      "no": 1160,
      "codes": "1F9F9",
      "char": "🧹"
    },
    {
      "no": 1161,
      "codes": "1F9FA",
      "char": "🧺"
    },
    {
      "no": 1162,
      "codes": "1F9FB",
      "char": "🧻"
    },
    {
      "no": 1163,
      "codes": "1F9FC",
      "char": "🧼"
    },
    {
      "no": 1164,
      "codes": "1F9FD",
      "char": "🧽"
    },
    {
      "no": 1165,
      "codes": "1F9EF",
      "char": "🧯"
    },
    {
      "no": 1166,
      "codes": "1F6D2",
      "char": "🛒"
    },
    {
      "no": 1167,
      "codes": "1F6AC",
      "char": "🚬"
    },
    {
      "no": 1168,
      "codes": "26B0",
      "char": "⚰"
    },
    {
      "no": 1169,
      "codes": "26B1",
      "char": "⚱"
    },
    {
      "no": 1170,
      "codes": "1F5FF",
      "char": "🗿"
    },
    {
      "no": 1171,
      "codes": "1F3E7",
      "char": "🏧"
    },
    {
      "no": 1172,
      "codes": "1F6AE",
      "char": "🚮"
    },
    {
      "no": 1173,
      "codes": "1F6B0",
      "char": "🚰"
    },
    {
      "no": 1174,
      "codes": "267F",
      "char": "♿"
    },
    {
      "no": 1175,
      "codes": "1F6B9",
      "char": "🚹"
    },
    {
      "no": 1176,
      "codes": "1F6BA",
      "char": "🚺"
    },
    {
      "no": 1177,
      "codes": "1F6BB",
      "char": "🚻"
    },
    {
      "no": 1178,
      "codes": "1F6BC",
      "char": "🚼"
    },
    {
      "no": 1179,
      "codes": "1F6BE",
      "char": "🚾"
    },
    {
      "no": 1180,
      "codes": "1F6C2",
      "char": "🛂"
    },
    {
      "no": 1181,
      "codes": "1F6C3",
      "char": "🛃"
    },
    {
      "no": 1182,
      "codes": "1F6C4",
      "char": "🛄"
    },
    {
      "no": 1183,
      "codes": "1F6C5",
      "char": "🛅"
    },
    {
      "no": 1184,
      "codes": "26A0",
      "char": "⚠"
    },
    {
      "no": 1185,
      "codes": "1F6B8",
      "char": "🚸"
    },
    {
      "no": 1186,
      "codes": "26D4",
      "char": "⛔"
    },
    {
      "no": 1187,
      "codes": "1F6AB",
      "char": "🚫"
    },
    {
      "no": 1188,
      "codes": "1F6B3",
      "char": "🚳"
    },
    {
      "no": 1189,
      "codes": "1F6AD",
      "char": "🚭"
    },
    {
      "no": 1190,
      "codes": "1F6AF",
      "char": "🚯"
    },
    {
      "no": 1191,
      "codes": "1F6B1",
      "char": "🚱"
    },
    {
      "no": 1192,
      "codes": "1F6B7",
      "char": "🚷"
    },
    {
      "no": 1193,
      "codes": "1F4F5",
      "char": "📵"
    },
    {
      "no": 1194,
      "codes": "1F51E",
      "char": "🔞"
    },
    {
      "no": 1195,
      "codes": "2622",
      "char": "☢"
    },
    {
      "no": 1196,
      "codes": "2623",
      "char": "☣"
    },
    {
      "no": 1197,
      "codes": "2B06",
      "char": "⬆"
    },
    {
      "no": 1198,
      "codes": "2197",
      "char": "↗"
    },
    {
      "no": 1199,
      "codes": "27A1",
      "char": "➡"
    },
    {
      "no": 1200,
      "codes": "2198",
      "char": "↘"
    },
    {
      "no": 1201,
      "codes": "2B07",
      "char": "⬇"
    },
    {
      "no": 1202,
      "codes": "2199",
      "char": "↙"
    },
    {
      "no": 1203,
      "codes": "2B05",
      "char": "⬅"
    },
    {
      "no": 1204,
      "codes": "2196",
      "char": "↖"
    },
    {
      "no": 1205,
      "codes": "2195",
      "char": "↕"
    },
    {
      "no": 1206,
      "codes": "2194",
      "char": "↔"
    },
    {
      "no": 1207,
      "codes": "21A9",
      "char": "↩"
    },
    {
      "no": 1208,
      "codes": "21AA",
      "char": "↪"
    },
    {
      "no": 1209,
      "codes": "2934",
      "char": "⤴"
    },
    {
      "no": 1210,
      "codes": "2935",
      "char": "⤵"
    },
    {
      "no": 1211,
      "codes": "1F503",
      "char": "🔃"
    },
    {
      "no": 1212,
      "codes": "1F504",
      "char": "🔄"
    },
    {
      "no": 1213,
      "codes": "1F519",
      "char": "🔙"
    },
    {
      "no": 1214,
      "codes": "1F51A",
      "char": "🔚"
    },
    {
      "no": 1215,
      "codes": "1F51B",
      "char": "🔛"
    },
    {
      "no": 1216,
      "codes": "1F51C",
      "char": "🔜"
    },
    {
      "no": 1217,
      "codes": "1F51D",
      "char": "🔝"
    },
    {
      "no": 1218,
      "codes": "1F6D0",
      "char": "🛐"
    },
    {
      "no": 1219,
      "codes": "269B",
      "char": "⚛"
    },
    {
      "no": 1220,
      "codes": "1F549",
      "char": "🕉"
    },
    {
      "no": 1221,
      "codes": "2721",
      "char": "✡"
    },
    {
      "no": 1222,
      "codes": "2638",
      "char": "☸"
    },
    {
      "no": 1223,
      "codes": "262F",
      "char": "☯"
    },
    {
      "no": 1224,
      "codes": "271D",
      "char": "✝"
    },
    {
      "no": 1225,
      "codes": "2626",
      "char": "☦"
    },
    {
      "no": 1226,
      "codes": "262A",
      "char": "☪"
    },
    {
      "no": 1227,
      "codes": "262E",
      "char": "☮"
    },
    {
      "no": 1228,
      "codes": "1F54E",
      "char": "🕎"
    },
    {
      "no": 1229,
      "codes": "1F52F",
      "char": "🔯"
    },
    {
      "no": 1230,
      "codes": "2648",
      "char": "♈"
    },
    {
      "no": 1231,
      "codes": "2649",
      "char": "♉"
    },
    {
      "no": 1232,
      "codes": "264A",
      "char": "♊"
    },
    {
      "no": 1233,
      "codes": "264B",
      "char": "♋"
    },
    {
      "no": 1234,
      "codes": "264C",
      "char": "♌"
    },
    {
      "no": 1235,
      "codes": "264D",
      "char": "♍"
    },
    {
      "no": 1236,
      "codes": "264E",
      "char": "♎"
    },
    {
      "no": 1237,
      "codes": "264F",
      "char": "♏"
    },
    {
      "no": 1238,
      "codes": "2650",
      "char": "♐"
    },
    {
      "no": 1239,
      "codes": "2651",
      "char": "♑"
    },
    {
      "no": 1240,
      "codes": "2652",
      "char": "♒"
    },
    {
      "no": 1241,
      "codes": "2653",
      "char": "♓"
    },
    {
      "no": 1242,
      "codes": "26CE",
      "char": "⛎"
    },
    {
      "no": 1243,
      "codes": "1F500",
      "char": "🔀"
    },
    {
      "no": 1244,
      "codes": "1F501",
      "char": "🔁"
    },
    {
      "no": 1245,
      "codes": "1F502",
      "char": "🔂"
    },
    {
      "no": 1246,
      "codes": "25B6",
      "char": "▶"
    },
    {
      "no": 1247,
      "codes": "23E9",
      "char": "⏩"
    },
    {
      "no": 1248,
      "codes": "23ED",
      "char": "⏭"
    },
    {
      "no": 1249,
      "codes": "23EF",
      "char": "⏯"
    },
    {
      "no": 1250,
      "codes": "25C0",
      "char": "◀"
    },
    {
      "no": 1251,
      "codes": "23EA",
      "char": "⏪"
    },
    {
      "no": 1252,
      "codes": "23EE",
      "char": "⏮"
    },
    {
      "no": 1253,
      "codes": "1F53C",
      "char": "🔼"
    },
    {
      "no": 1254,
      "codes": "23EB",
      "char": "⏫"
    },
    {
      "no": 1255,
      "codes": "1F53D",
      "char": "🔽"
    },
    {
      "no": 1256,
      "codes": "23EC",
      "char": "⏬"
    },
    {
      "no": 1257,
      "codes": "23F8",
      "char": "⏸"
    },
    {
      "no": 1258,
      "codes": "23F9",
      "char": "⏹"
    },
    {
      "no": 1259,
      "codes": "23FA",
      "char": "⏺"
    },
    {
      "no": 1260,
      "codes": "23CF",
      "char": "⏏"
    },
    {
      "no": 1261,
      "codes": "1F3A6",
      "char": "🎦"
    },
    {
      "no": 1262,
      "codes": "1F505",
      "char": "🔅"
    },
    {
      "no": 1263,
      "codes": "1F506",
      "char": "🔆"
    },
    {
      "no": 1264,
      "codes": "1F4F6",
      "char": "📶"
    },
    {
      "no": 1265,
      "codes": "1F4F3",
      "char": "📳"
    },
    {
      "no": 1266,
      "codes": "1F4F4",
      "char": "📴"
    },
    {
      "no": 1267,
      "codes": "2640",
      "char": "♀"
    },
    {
      "no": 1268,
      "codes": "2642",
      "char": "♂"
    },
    {
      "no": 1269,
      "codes": "2695",
      "char": "⚕"
    },
    {
      "no": 1270,
      "codes": "267E",
      "char": "♾"
    },
    {
      "no": 1271,
      "codes": "267B",
      "char": "♻"
    },
    {
      "no": 1272,
      "codes": "269C",
      "char": "⚜"
    },
    {
      "no": 1273,
      "codes": "1F531",
      "char": "🔱"
    },
    {
      "no": 1274,
      "codes": "1F4DB",
      "char": "📛"
    },
    {
      "no": 1275,
      "codes": "1F530",
      "char": "🔰"
    },
    {
      "no": 1276,
      "codes": "2B55",
      "char": "⭕"
    },
    {
      "no": 1277,
      "codes": "2705",
      "char": "✅"
    },
    {
      "no": 1278,
      "codes": "2611",
      "char": "☑"
    },
    {
      "no": 1279,
      "codes": "2714",
      "char": "✔"
    },
    {
      "no": 1280,
      "codes": "2716",
      "char": "✖"
    },
    {
      "no": 1281,
      "codes": "274C",
      "char": "❌"
    },
    {
      "no": 1282,
      "codes": "274E",
      "char": "❎"
    },
    {
      "no": 1283,
      "codes": "2795",
      "char": "➕"
    },
    {
      "no": 1284,
      "codes": "2796",
      "char": "➖"
    },
    {
      "no": 1285,
      "codes": "2797",
      "char": "➗"
    },
    {
      "no": 1286,
      "codes": "27B0",
      "char": "➰"
    },
    {
      "no": 1287,
      "codes": "27BF",
      "char": "➿"
    },
    {
      "no": 1288,
      "codes": "303D",
      "char": "〽"
    },
    {
      "no": 1289,
      "codes": "2733",
      "char": "✳"
    },
    {
      "no": 1290,
      "codes": "2734",
      "char": "✴"
    },
    {
      "no": 1291,
      "codes": "2747",
      "char": "❇"
    },
    {
      "no": 1292,
      "codes": "203C",
      "char": "‼"
    },
    {
      "no": 1293,
      "codes": "2049",
      "char": "⁉"
    },
    {
      "no": 1294,
      "codes": "2753",
      "char": "❓"
    },
    {
      "no": 1295,
      "codes": "2754",
      "char": "❔"
    },
    {
      "no": 1296,
      "codes": "2755",
      "char": "❕"
    },
    {
      "no": 1297,
      "codes": "2757",
      "char": "❗"
    },
    {
      "no": 1298,
      "codes": "3030",
      "char": "〰"
    },
    {
      "no": 1299,
      "codes": "00A9",
      "char": "©"
    },
    {
      "no": 1300,
      "codes": "00AE",
      "char": "®"
    },
    {
      "no": 1301,
      "codes": "2122",
      "char": "™"
    },
    {
      "no": 1302,
      "codes": "0023 FE0F 20E3",
      "char": "#️⃣"
    },
    {
      "no": 1303,
      "codes": "002A FE0F 20E3",
      "char": "*️⃣"
    },
    {
      "no": 1304,
      "codes": "0030 FE0F 20E3",
      "char": "0️⃣"
    },
    {
      "no": 1305,
      "codes": "0031 FE0F 20E3",
      "char": "1️⃣"
    },
    {
      "no": 1306,
      "codes": "0032 FE0F 20E3",
      "char": "2️⃣"
    },
    {
      "no": 1307,
      "codes": "0033 FE0F 20E3",
      "char": "3️⃣"
    },
    {
      "no": 1308,
      "codes": "0034 FE0F 20E3",
      "char": "4️⃣"
    },
    {
      "no": 1309,
      "codes": "0035 FE0F 20E3",
      "char": "5️⃣"
    },
    {
      "no": 1310,
      "codes": "0036 FE0F 20E3",
      "char": "6️⃣"
    },
    {
      "no": 1311,
      "codes": "0037 FE0F 20E3",
      "char": "7️⃣"
    },
    {
      "no": 1312,
      "codes": "0038 FE0F 20E3",
      "char": "8️⃣"
    },
    {
      "no": 1313,
      "codes": "0039 FE0F 20E3",
      "char": "9️⃣"
    },
    {
      "no": 1314,
      "codes": "1F51F",
      "char": "🔟"
    },
    {
      "no": 1315,
      "codes": "1F4AF",
      "char": "💯"
    },
    {
      "no": 1316,
      "codes": "1F520",
      "char": "🔠"
    },
    {
      "no": 1317,
      "codes": "1F521",
      "char": "🔡"
    },
    {
      "no": 1318,
      "codes": "1F522",
      "char": "🔢"
    },
    {
      "no": 1319,
      "codes": "1F523",
      "char": "🔣"
    },
    {
      "no": 1320,
      "codes": "1F524",
      "char": "🔤"
    },
    {
      "no": 1321,
      "codes": "1F170",
      "char": "🅰"
    },
    {
      "no": 1322,
      "codes": "1F18E",
      "char": "🆎"
    },
    {
      "no": 1323,
      "codes": "1F171",
      "char": "🅱"
    },
    {
      "no": 1324,
      "codes": "1F191",
      "char": "🆑"
    },
    {
      "no": 1325,
      "codes": "1F192",
      "char": "🆒"
    },
    {
      "no": 1326,
      "codes": "1F193",
      "char": "🆓"
    },
    {
      "no": 1327,
      "codes": "2139",
      "char": "ℹ"
    },
    {
      "no": 1328,
      "codes": "1F194",
      "char": "🆔"
    },
    {
      "no": 1329,
      "codes": "24C2",
      "char": "Ⓜ"
    },
    {
      "no": 1330,
      "codes": "1F195",
      "char": "🆕"
    },
    {
      "no": 1331,
      "codes": "1F196",
      "char": "🆖"
    },
    {
      "no": 1332,
      "codes": "1F17E",
      "char": "🅾"
    },
    {
      "no": 1333,
      "codes": "1F197",
      "char": "🆗"
    },
    {
      "no": 1334,
      "codes": "1F17F",
      "char": "🅿"
    },
    {
      "no": 1335,
      "codes": "1F198",
      "char": "🆘"
    },
    {
      "no": 1336,
      "codes": "1F199",
      "char": "🆙"
    },
    {
      "no": 1337,
      "codes": "1F19A",
      "char": "🆚"
    },
    {
      "no": 1338,
      "codes": "1F201",
      "char": "🈁"
    },
    {
      "no": 1339,
      "codes": "1F202",
      "char": "🈂"
    },
    {
      "no": 1340,
      "codes": "1F237",
      "char": "🈷"
    },
    {
      "no": 1341,
      "codes": "1F236",
      "char": "🈶"
    },
    {
      "no": 1342,
      "codes": "1F22F",
      "char": "🈯"
    },
    {
      "no": 1343,
      "codes": "1F250",
      "char": "🉐"
    },
    {
      "no": 1344,
      "codes": "1F239",
      "char": "🈹"
    },
    {
      "no": 1345,
      "codes": "1F21A",
      "char": "🈚"
    },
    {
      "no": 1346,
      "codes": "1F232",
      "char": "🈲"
    },
    {
      "no": 1347,
      "codes": "1F251",
      "char": "🉑"
    },
    {
      "no": 1348,
      "codes": "1F238",
      "char": "🈸"
    },
    {
      "no": 1349,
      "codes": "1F234",
      "char": "🈴"
    },
    {
      "no": 1350,
      "codes": "1F233",
      "char": "🈳"
    },
    {
      "no": 1351,
      "codes": "3297",
      "char": "㊗"
    },
    {
      "no": 1352,
      "codes": "3299",
      "char": "㊙"
    },
    {
      "no": 1353,
      "codes": "1F23A",
      "char": "🈺"
    },
    {
      "no": 1354,
      "codes": "1F235",
      "char": "🈵"
    },
    {
      "no": 1355,
      "codes": "25AA",
      "char": "▪"
    },
    {
      "no": 1356,
      "codes": "25AB",
      "char": "▫"
    },
    {
      "no": 1357,
      "codes": "25FB",
      "char": "◻"
    },
    {
      "no": 1358,
      "codes": "25FC",
      "char": "◼"
    },
    {
      "no": 1359,
      "codes": "25FD",
      "char": "◽"
    },
    {
      "no": 1360,
      "codes": "25FE",
      "char": "◾"
    },
    {
      "no": 1361,
      "codes": "2B1B",
      "char": "⬛"
    },
    {
      "no": 1362,
      "codes": "2B1C",
      "char": "⬜"
    },
    {
      "no": 1363,
      "codes": "1F536",
      "char": "🔶"
    },
    {
      "no": 1364,
      "codes": "1F537",
      "char": "🔷"
    },
    {
      "no": 1365,
      "codes": "1F538",
      "char": "🔸"
    },
    {
      "no": 1366,
      "codes": "1F539",
      "char": "🔹"
    },
    {
      "no": 1367,
      "codes": "1F53A",
      "char": "🔺"
    },
    {
      "no": 1368,
      "codes": "1F53B",
      "char": "🔻"
    },
    {
      "no": 1369,
      "codes": "1F4A0",
      "char": "💠"
    },
    {
      "no": 1370,
      "codes": "1F518",
      "char": "🔘"
    },
    {
      "no": 1371,
      "codes": "1F532",
      "char": "🔲"
    },
    {
      "no": 1372,
      "codes": "1F533",
      "char": "🔳"
    },
    {
      "no": 1373,
      "codes": "26AA",
      "char": "⚪"
    },
    {
      "no": 1374,
      "codes": "26AB",
      "char": "⚫"
    },
    {
      "no": 1375,
      "codes": "1F534",
      "char": "🔴"
    },
    {
      "no": 1376,
      "codes": "1F535",
      "char": "🔵"
    },
    {
      "no": 1377,
      "codes": "1F3C1",
      "char": "🏁"
    },
    {
      "no": 1378,
      "codes": "1F6A9",
      "char": "🚩"
    },
    {
      "no": 1379,
      "codes": "1F38C",
      "char": "🎌"
    },
    {
      "no": 1380,
      "codes": "1F3F4",
      "char": "🏴"
    },
    {
      "no": 1381,
      "codes": "1F3F3",
      "char": "🏳"
    },
    {
      "no": 1382,
      "codes": "1F3F3 FE0F 200D 1F308",
      "char": "🏳️‍🌈"
    },
    {
      "no": 1383,
      "codes": "1F3F4 200D 2620 FE0F",
      "char": "🏴‍☠️"
    },
    {
      "no": 1384,
      "codes": "1F1E6 1F1E8",
      "char": "🇦🇨"
    },
    {
      "no": 1385,
      "codes": "1F1E6 1F1E9",
      "char": "🇦🇩"
    },
    {
      "no": 1386,
      "codes": "1F1E6 1F1EA",
      "char": "🇦🇪"
    },
    {
      "no": 1387,
      "codes": "1F1E6 1F1EB",
      "char": "🇦🇫"
    },
    {
      "no": 1388,
      "codes": "1F1E6 1F1EC",
      "char": "🇦🇬"
    },
    {
      "no": 1389,
      "codes": "1F1E6 1F1EE",
      "char": "🇦🇮"
    },
    {
      "no": 1390,
      "codes": "1F1E6 1F1F1",
      "char": "🇦🇱"
    },
    {
      "no": 1391,
      "codes": "1F1E6 1F1F2",
      "char": "🇦🇲"
    },
    {
      "no": 1392,
      "codes": "1F1E6 1F1F4",
      "char": "🇦🇴"
    },
    {
      "no": 1393,
      "codes": "1F1E6 1F1F6",
      "char": "🇦🇶"
    },
    {
      "no": 1394,
      "codes": "1F1E6 1F1F7",
      "char": "🇦🇷"
    },
    {
      "no": 1395,
      "codes": "1F1E6 1F1F8",
      "char": "🇦🇸"
    },
    {
      "no": 1396,
      "codes": "1F1E6 1F1F9",
      "char": "🇦🇹"
    },
    {
      "no": 1397,
      "codes": "1F1E6 1F1FA",
      "char": "🇦🇺"
    },
    {
      "no": 1398,
      "codes": "1F1E6 1F1FC",
      "char": "🇦🇼"
    },
    {
      "no": 1399,
      "codes": "1F1E6 1F1FD",
      "char": "🇦🇽"
    },
    {
      "no": 1400,
      "codes": "1F1E6 1F1FF",
      "char": "🇦🇿"
    },
    {
      "no": 1401,
      "codes": "1F1E7 1F1E6",
      "char": "🇧🇦"
    },
    {
      "no": 1402,
      "codes": "1F1E7 1F1E7",
      "char": "🇧🇧"
    },
    {
      "no": 1403,
      "codes": "1F1E7 1F1E9",
      "char": "🇧🇩"
    },
    {
      "no": 1404,
      "codes": "1F1E7 1F1EA",
      "char": "🇧🇪"
    },
    {
      "no": 1405,
      "codes": "1F1E7 1F1EB",
      "char": "🇧🇫"
    },
    {
      "no": 1406,
      "codes": "1F1E7 1F1EC",
      "char": "🇧🇬"
    },
    {
      "no": 1407,
      "codes": "1F1E7 1F1ED",
      "char": "🇧🇭"
    },
    {
      "no": 1408,
      "codes": "1F1E7 1F1EE",
      "char": "🇧🇮"
    },
    {
      "no": 1409,
      "codes": "1F1E7 1F1EF",
      "char": "🇧🇯"
    },
    {
      "no": 1410,
      "codes": "1F1E7 1F1F1",
      "char": "🇧🇱"
    },
    {
      "no": 1411,
      "codes": "1F1E7 1F1F2",
      "char": "🇧🇲"
    },
    {
      "no": 1412,
      "codes": "1F1E7 1F1F3",
      "char": "🇧🇳"
    },
    {
      "no": 1413,
      "codes": "1F1E7 1F1F4",
      "char": "🇧🇴"
    },
    {
      "no": 1414,
      "codes": "1F1E7 1F1F6",
      "char": "🇧🇶"
    },
    {
      "no": 1415,
      "codes": "1F1E7 1F1F7",
      "char": "🇧🇷"
    },
    {
      "no": 1416,
      "codes": "1F1E7 1F1F8",
      "char": "🇧🇸"
    },
    {
      "no": 1417,
      "codes": "1F1E7 1F1F9",
      "char": "🇧🇹"
    },
    {
      "no": 1418,
      "codes": "1F1E7 1F1FB",
      "char": "🇧🇻"
    },
    {
      "no": 1419,
      "codes": "1F1E7 1F1FC",
      "char": "🇧🇼"
    },
    {
      "no": 1420,
      "codes": "1F1E7 1F1FE",
      "char": "🇧🇾"
    },
    {
      "no": 1421,
      "codes": "1F1E7 1F1FF",
      "char": "🇧🇿"
    },
    {
      "no": 1422,
      "codes": "1F1E8 1F1E6",
      "char": "🇨🇦"
    },
    {
      "no": 1423,
      "codes": "1F1E8 1F1E8",
      "char": "🇨🇨"
    },
    {
      "no": 1424,
      "codes": "1F1E8 1F1E9",
      "char": "🇨🇩"
    },
    {
      "no": 1425,
      "codes": "1F1E8 1F1EB",
      "char": "🇨🇫"
    },
    {
      "no": 1426,
      "codes": "1F1E8 1F1EC",
      "char": "🇨🇬"
    },
    {
      "no": 1427,
      "codes": "1F1E8 1F1ED",
      "char": "🇨🇭"
    },
    {
      "no": 1428,
      "codes": "1F1E8 1F1EE",
      "char": "🇨🇮"
    },
    {
      "no": 1429,
      "codes": "1F1E8 1F1F0",
      "char": "🇨🇰"
    },
    {
      "no": 1430,
      "codes": "1F1E8 1F1F1",
      "char": "🇨🇱"
    },
    {
      "no": 1431,
      "codes": "1F1E8 1F1F2",
      "char": "🇨🇲"
    },
    {
      "no": 1432,
      "codes": "1F1E8 1F1F3",
      "char": "🇨🇳"
    },
    {
      "no": 1433,
      "codes": "1F1E8 1F1F4",
      "char": "🇨🇴"
    },
    {
      "no": 1434,
      "codes": "1F1E8 1F1F5",
      "char": "🇨🇵"
    },
    {
      "no": 1435,
      "codes": "1F1E8 1F1F7",
      "char": "🇨🇷"
    },
    {
      "no": 1436,
      "codes": "1F1E8 1F1FA",
      "char": "🇨🇺"
    },
    {
      "no": 1437,
      "codes": "1F1E8 1F1FB",
      "char": "🇨🇻"
    },
    {
      "no": 1438,
      "codes": "1F1E8 1F1FC",
      "char": "🇨🇼"
    },
    {
      "no": 1439,
      "codes": "1F1E8 1F1FD",
      "char": "🇨🇽"
    },
    {
      "no": 1440,
      "codes": "1F1E8 1F1FE",
      "char": "🇨🇾"
    },
    {
      "no": 1441,
      "codes": "1F1E8 1F1FF",
      "char": "🇨🇿"
    },
    {
      "no": 1442,
      "codes": "1F1E9 1F1EA",
      "char": "🇩🇪"
    },
    {
      "no": 1443,
      "codes": "1F1E9 1F1EC",
      "char": "🇩🇬"
    },
    {
      "no": 1444,
      "codes": "1F1E9 1F1EF",
      "char": "🇩🇯"
    },
    {
      "no": 1445,
      "codes": "1F1E9 1F1F0",
      "char": "🇩🇰"
    },
    {
      "no": 1446,
      "codes": "1F1E9 1F1F2",
      "char": "🇩🇲"
    },
    {
      "no": 1447,
      "codes": "1F1E9 1F1F4",
      "char": "🇩🇴"
    },
    {
      "no": 1448,
      "codes": "1F1E9 1F1FF",
      "char": "🇩🇿"
    },
    {
      "no": 1449,
      "codes": "1F1EA 1F1E6",
      "char": "🇪🇦"
    },
    {
      "no": 1450,
      "codes": "1F1EA 1F1E8",
      "char": "🇪🇨"
    },
    {
      "no": 1451,
      "codes": "1F1EA 1F1EA",
      "char": "🇪🇪"
    },
    {
      "no": 1452,
      "codes": "1F1EA 1F1EC",
      "char": "🇪🇬"
    },
    {
      "no": 1453,
      "codes": "1F1EA 1F1ED",
      "char": "🇪🇭"
    },
    {
      "no": 1454,
      "codes": "1F1EA 1F1F7",
      "char": "🇪🇷"
    },
    {
      "no": 1455,
      "codes": "1F1EA 1F1F8",
      "char": "🇪🇸"
    },
    {
      "no": 1456,
      "codes": "1F1EA 1F1F9",
      "char": "🇪🇹"
    },
    {
      "no": 1457,
      "codes": "1F1EA 1F1FA",
      "char": "🇪🇺"
    },
    {
      "no": 1458,
      "codes": "1F1EB 1F1EE",
      "char": "🇫🇮"
    },
    {
      "no": 1459,
      "codes": "1F1EB 1F1EF",
      "char": "🇫🇯"
    },
    {
      "no": 1460,
      "codes": "1F1EB 1F1F0",
      "char": "🇫🇰"
    },
    {
      "no": 1461,
      "codes": "1F1EB 1F1F2",
      "char": "🇫🇲"
    },
    {
      "no": 1462,
      "codes": "1F1EB 1F1F4",
      "char": "🇫🇴"
    },
    {
      "no": 1463,
      "codes": "1F1EB 1F1F7",
      "char": "🇫🇷"
    },
    {
      "no": 1464,
      "codes": "1F1EC 1F1E6",
      "char": "🇬🇦"
    },
    {
      "no": 1465,
      "codes": "1F1EC 1F1E7",
      "char": "🇬🇧"
    },
    {
      "no": 1466,
      "codes": "1F1EC 1F1E9",
      "char": "🇬🇩"
    },
    {
      "no": 1467,
      "codes": "1F1EC 1F1EA",
      "char": "🇬🇪"
    },
    {
      "no": 1468,
      "codes": "1F1EC 1F1EB",
      "char": "🇬🇫"
    },
    {
      "no": 1469,
      "codes": "1F1EC 1F1EC",
      "char": "🇬🇬"
    },
    {
      "no": 1470,
      "codes": "1F1EC 1F1ED",
      "char": "🇬🇭"
    },
    {
      "no": 1471,
      "codes": "1F1EC 1F1EE",
      "char": "🇬🇮"
    },
    {
      "no": 1472,
      "codes": "1F1EC 1F1F1",
      "char": "🇬🇱"
    },
    {
      "no": 1473,
      "codes": "1F1EC 1F1F2",
      "char": "🇬🇲"
    },
    {
      "no": 1474,
      "codes": "1F1EC 1F1F3",
      "char": "🇬🇳"
    },
    {
      "no": 1475,
      "codes": "1F1EC 1F1F5",
      "char": "🇬🇵"
    },
    {
      "no": 1476,
      "codes": "1F1EC 1F1F6",
      "char": "🇬🇶"
    },
    {
      "no": 1477,
      "codes": "1F1EC 1F1F7",
      "char": "🇬🇷"
    },
    {
      "no": 1478,
      "codes": "1F1EC 1F1F8",
      "char": "🇬🇸"
    },
    {
      "no": 1479,
      "codes": "1F1EC 1F1F9",
      "char": "🇬🇹"
    },
    {
      "no": 1480,
      "codes": "1F1EC 1F1FA",
      "char": "🇬🇺"
    },
    {
      "no": 1481,
      "codes": "1F1EC 1F1FC",
      "char": "🇬🇼"
    },
    {
      "no": 1482,
      "codes": "1F1EC 1F1FE",
      "char": "🇬🇾"
    },
    {
      "no": 1483,
      "codes": "1F1ED 1F1F0",
      "char": "🇭🇰"
    },
    {
      "no": 1484,
      "codes": "1F1ED 1F1F2",
      "char": "🇭🇲"
    },
    {
      "no": 1485,
      "codes": "1F1ED 1F1F3",
      "char": "🇭🇳"
    },
    {
      "no": 1486,
      "codes": "1F1ED 1F1F7",
      "char": "🇭🇷"
    },
    {
      "no": 1487,
      "codes": "1F1ED 1F1F9",
      "char": "🇭🇹"
    },
    {
      "no": 1488,
      "codes": "1F1ED 1F1FA",
      "char": "🇭🇺"
    },
    {
      "no": 1489,
      "codes": "1F1EE 1F1E8",
      "char": "🇮🇨"
    },
    {
      "no": 1490,
      "codes": "1F1EE 1F1E9",
      "char": "🇮🇩"
    },
    {
      "no": 1491,
      "codes": "1F1EE 1F1EA",
      "char": "🇮🇪"
    },
    {
      "no": 1492,
      "codes": "1F1EE 1F1F1",
      "char": "🇮🇱"
    },
    {
      "no": 1493,
      "codes": "1F1EE 1F1F2",
      "char": "🇮🇲"
    },
    {
      "no": 1494,
      "codes": "1F1EE 1F1F3",
      "char": "🇮🇳"
    },
    {
      "no": 1495,
      "codes": "1F1EE 1F1F4",
      "char": "🇮🇴"
    },
    {
      "no": 1496,
      "codes": "1F1EE 1F1F6",
      "char": "🇮🇶"
    },
    {
      "no": 1497,
      "codes": "1F1EE 1F1F7",
      "char": "🇮🇷"
    },
    {
      "no": 1498,
      "codes": "1F1EE 1F1F8",
      "char": "🇮🇸"
    },
    {
      "no": 1499,
      "codes": "1F1EE 1F1F9",
      "char": "🇮🇹"
    },
    {
      "no": 1500,
      "codes": "1F1EF 1F1EA",
      "char": "🇯🇪"
    },
    {
      "no": 1501,
      "codes": "1F1EF 1F1F2",
      "char": "🇯🇲"
    },
    {
      "no": 1502,
      "codes": "1F1EF 1F1F4",
      "char": "🇯🇴"
    },
    {
      "no": 1503,
      "codes": "1F1EF 1F1F5",
      "char": "🇯🇵"
    },
    {
      "no": 1504,
      "codes": "1F1F0 1F1EA",
      "char": "🇰🇪"
    },
    {
      "no": 1505,
      "codes": "1F1F0 1F1EC",
      "char": "🇰🇬"
    },
    {
      "no": 1506,
      "codes": "1F1F0 1F1ED",
      "char": "🇰🇭"
    },
    {
      "no": 1507,
      "codes": "1F1F0 1F1EE",
      "char": "🇰🇮"
    },
    {
      "no": 1508,
      "codes": "1F1F0 1F1F2",
      "char": "🇰🇲"
    },
    {
      "no": 1509,
      "codes": "1F1F0 1F1F3",
      "char": "🇰🇳"
    },
    {
      "no": 1510,
      "codes": "1F1F0 1F1F5",
      "char": "🇰🇵"
    },
    {
      "no": 1511,
      "codes": "1F1F0 1F1F7",
      "char": "🇰🇷"
    },
    {
      "no": 1512,
      "codes": "1F1F0 1F1FC",
      "char": "🇰🇼"
    },
    {
      "no": 1513,
      "codes": "1F1F0 1F1FE",
      "char": "🇰🇾"
    },
    {
      "no": 1514,
      "codes": "1F1F0 1F1FF",
      "char": "🇰🇿"
    },
    {
      "no": 1515,
      "codes": "1F1F1 1F1E6",
      "char": "🇱🇦"
    },
    {
      "no": 1516,
      "codes": "1F1F1 1F1E7",
      "char": "🇱🇧"
    },
    {
      "no": 1517,
      "codes": "1F1F1 1F1E8",
      "char": "🇱🇨"
    },
    {
      "no": 1518,
      "codes": "1F1F1 1F1EE",
      "char": "🇱🇮"
    },
    {
      "no": 1519,
      "codes": "1F1F1 1F1F0",
      "char": "🇱🇰"
    },
    {
      "no": 1520,
      "codes": "1F1F1 1F1F7",
      "char": "🇱🇷"
    },
    {
      "no": 1521,
      "codes": "1F1F1 1F1F8",
      "char": "🇱🇸"
    },
    {
      "no": 1522,
      "codes": "1F1F1 1F1F9",
      "char": "🇱🇹"
    },
    {
      "no": 1523,
      "codes": "1F1F1 1F1FA",
      "char": "🇱🇺"
    },
    {
      "no": 1524,
      "codes": "1F1F1 1F1FB",
      "char": "🇱🇻"
    },
    {
      "no": 1525,
      "codes": "1F1F1 1F1FE",
      "char": "🇱🇾"
    },
    {
      "no": 1526,
      "codes": "1F1F2 1F1E6",
      "char": "🇲🇦"
    },
    {
      "no": 1527,
      "codes": "1F1F2 1F1E8",
      "char": "🇲🇨"
    },
    {
      "no": 1528,
      "codes": "1F1F2 1F1E9",
      "char": "🇲🇩"
    },
    {
      "no": 1529,
      "codes": "1F1F2 1F1EA",
      "char": "🇲🇪"
    },
    {
      "no": 1530,
      "codes": "1F1F2 1F1EB",
      "char": "🇲🇫"
    },
    {
      "no": 1531,
      "codes": "1F1F2 1F1EC",
      "char": "🇲🇬"
    },
    {
      "no": 1532,
      "codes": "1F1F2 1F1ED",
      "char": "🇲🇭"
    },
    {
      "no": 1533,
      "codes": "1F1F2 1F1F0",
      "char": "🇲🇰"
    },
    {
      "no": 1534,
      "codes": "1F1F2 1F1F1",
      "char": "🇲🇱"
    },
    {
      "no": 1535,
      "codes": "1F1F2 1F1F2",
      "char": "🇲🇲"
    },
    {
      "no": 1536,
      "codes": "1F1F2 1F1F3",
      "char": "🇲🇳"
    },
    {
      "no": 1537,
      "codes": "1F1F2 1F1F4",
      "char": "🇲🇴"
    },
    {
      "no": 1538,
      "codes": "1F1F2 1F1F5",
      "char": "🇲🇵"
    },
    {
      "no": 1539,
      "codes": "1F1F2 1F1F6",
      "char": "🇲🇶"
    },
    {
      "no": 1540,
      "codes": "1F1F2 1F1F7",
      "char": "🇲🇷"
    },
    {
      "no": 1541,
      "codes": "1F1F2 1F1F8",
      "char": "🇲🇸"
    },
    {
      "no": 1542,
      "codes": "1F1F2 1F1F9",
      "char": "🇲🇹"
    },
    {
      "no": 1543,
      "codes": "1F1F2 1F1FA",
      "char": "🇲🇺"
    },
    {
      "no": 1544,
      "codes": "1F1F2 1F1FB",
      "char": "🇲🇻"
    },
    {
      "no": 1545,
      "codes": "1F1F2 1F1FC",
      "char": "🇲🇼"
    },
    {
      "no": 1546,
      "codes": "1F1F2 1F1FD",
      "char": "🇲🇽"
    },
    {
      "no": 1547,
      "codes": "1F1F2 1F1FE",
      "char": "🇲🇾"
    },
    {
      "no": 1548,
      "codes": "1F1F2 1F1FF",
      "char": "🇲🇿"
    },
    {
      "no": 1549,
      "codes": "1F1F3 1F1E6",
      "char": "🇳🇦"
    },
    {
      "no": 1550,
      "codes": "1F1F3 1F1E8",
      "char": "🇳🇨"
    },
    {
      "no": 1551,
      "codes": "1F1F3 1F1EA",
      "char": "🇳🇪"
    },
    {
      "no": 1552,
      "codes": "1F1F3 1F1EB",
      "char": "🇳🇫"
    },
    {
      "no": 1553,
      "codes": "1F1F3 1F1EC",
      "char": "🇳🇬"
    },
    {
      "no": 1554,
      "codes": "1F1F3 1F1EE",
      "char": "🇳🇮"
    },
    {
      "no": 1555,
      "codes": "1F1F3 1F1F1",
      "char": "🇳🇱"
    },
    {
      "no": 1556,
      "codes": "1F1F3 1F1F4",
      "char": "🇳🇴"
    },
    {
      "no": 1557,
      "codes": "1F1F3 1F1F5",
      "char": "🇳🇵"
    },
    {
      "no": 1558,
      "codes": "1F1F3 1F1F7",
      "char": "🇳🇷"
    },
    {
      "no": 1559,
      "codes": "1F1F3 1F1FA",
      "char": "🇳🇺"
    },
    {
      "no": 1560,
      "codes": "1F1F3 1F1FF",
      "char": "🇳🇿"
    },
    {
      "no": 1561,
      "codes": "1F1F4 1F1F2",
      "char": "🇴🇲"
    },
    {
      "no": 1562,
      "codes": "1F1F5 1F1E6",
      "char": "🇵🇦"
    },
    {
      "no": 1563,
      "codes": "1F1F5 1F1EA",
      "char": "🇵🇪"
    },
    {
      "no": 1564,
      "codes": "1F1F5 1F1EB",
      "char": "🇵🇫"
    },
    {
      "no": 1565,
      "codes": "1F1F5 1F1EC",
      "char": "🇵🇬"
    },
    {
      "no": 1566,
      "codes": "1F1F5 1F1ED",
      "char": "🇵🇭"
    },
    {
      "no": 1567,
      "codes": "1F1F5 1F1F0",
      "char": "🇵🇰"
    },
    {
      "no": 1568,
      "codes": "1F1F5 1F1F1",
      "char": "🇵🇱"
    },
    {
      "no": 1569,
      "codes": "1F1F5 1F1F2",
      "char": "🇵🇲"
    },
    {
      "no": 1570,
      "codes": "1F1F5 1F1F3",
      "char": "🇵🇳"
    },
    {
      "no": 1571,
      "codes": "1F1F5 1F1F7",
      "char": "🇵🇷"
    },
    {
      "no": 1572,
      "codes": "1F1F5 1F1F8",
      "char": "🇵🇸"
    },
    {
      "no": 1573,
      "codes": "1F1F5 1F1F9",
      "char": "🇵🇹"
    },
    {
      "no": 1574,
      "codes": "1F1F5 1F1FC",
      "char": "🇵🇼"
    },
    {
      "no": 1575,
      "codes": "1F1F5 1F1FE",
      "char": "🇵🇾"
    },
    {
      "no": 1576,
      "codes": "1F1F6 1F1E6",
      "char": "🇶🇦"
    },
    {
      "no": 1577,
      "codes": "1F1F7 1F1EA",
      "char": "🇷🇪"
    },
    {
      "no": 1578,
      "codes": "1F1F7 1F1F4",
      "char": "🇷🇴"
    },
    {
      "no": 1579,
      "codes": "1F1F7 1F1F8",
      "char": "🇷🇸"
    },
    {
      "no": 1580,
      "codes": "1F1F7 1F1FA",
      "char": "🇷🇺"
    },
    {
      "no": 1581,
      "codes": "1F1F7 1F1FC",
      "char": "🇷🇼"
    },
    {
      "no": 1582,
      "codes": "1F1F8 1F1E6",
      "char": "🇸🇦"
    },
    {
      "no": 1583,
      "codes": "1F1F8 1F1E7",
      "char": "🇸🇧"
    },
    {
      "no": 1584,
      "codes": "1F1F8 1F1E8",
      "char": "🇸🇨"
    },
    {
      "no": 1585,
      "codes": "1F1F8 1F1E9",
      "char": "🇸🇩"
    },
    {
      "no": 1586,
      "codes": "1F1F8 1F1EA",
      "char": "🇸🇪"
    },
    {
      "no": 1587,
      "codes": "1F1F8 1F1EC",
      "char": "🇸🇬"
    },
    {
      "no": 1588,
      "codes": "1F1F8 1F1ED",
      "char": "🇸🇭"
    },
    {
      "no": 1589,
      "codes": "1F1F8 1F1EE",
      "char": "🇸🇮"
    },
    {
      "no": 1590,
      "codes": "1F1F8 1F1EF",
      "char": "🇸🇯"
    },
    {
      "no": 1591,
      "codes": "1F1F8 1F1F0",
      "char": "🇸🇰"
    },
    {
      "no": 1592,
      "codes": "1F1F8 1F1F1",
      "char": "🇸🇱"
    },
    {
      "no": 1593,
      "codes": "1F1F8 1F1F2",
      "char": "🇸🇲"
    },
    {
      "no": 1594,
      "codes": "1F1F8 1F1F3",
      "char": "🇸🇳"
    },
    {
      "no": 1595,
      "codes": "1F1F8 1F1F4",
      "char": "🇸🇴"
    },
    {
      "no": 1596,
      "codes": "1F1F8 1F1F7",
      "char": "🇸🇷"
    },
    {
      "no": 1597,
      "codes": "1F1F8 1F1F8",
      "char": "🇸🇸"
    },
    {
      "no": 1598,
      "codes": "1F1F8 1F1F9",
      "char": "🇸🇹"
    },
    {
      "no": 1599,
      "codes": "1F1F8 1F1FB",
      "char": "🇸🇻"
    },
    {
      "no": 1600,
      "codes": "1F1F8 1F1FD",
      "char": "🇸🇽"
    },
    {
      "no": 1601,
      "codes": "1F1F8 1F1FE",
      "char": "🇸🇾"
    },
    {
      "no": 1602,
      "codes": "1F1F8 1F1FF",
      "char": "🇸🇿"
    },
    {
      "no": 1603,
      "codes": "1F1F9 1F1E6",
      "char": "🇹🇦"
    },
    {
      "no": 1604,
      "codes": "1F1F9 1F1E8",
      "char": "🇹🇨"
    },
    {
      "no": 1605,
      "codes": "1F1F9 1F1E9",
      "char": "🇹🇩"
    },
    {
      "no": 1606,
      "codes": "1F1F9 1F1EB",
      "char": "🇹🇫"
    },
    {
      "no": 1607,
      "codes": "1F1F9 1F1EC",
      "char": "🇹🇬"
    },
    {
      "no": 1608,
      "codes": "1F1F9 1F1ED",
      "char": "🇹🇭"
    },
    {
      "no": 1609,
      "codes": "1F1F9 1F1EF",
      "char": "🇹🇯"
    },
    {
      "no": 1610,
      "codes": "1F1F9 1F1F0",
      "char": "🇹🇰"
    },
    {
      "no": 1611,
      "codes": "1F1F9 1F1F1",
      "char": "🇹🇱"
    },
    {
      "no": 1612,
      "codes": "1F1F9 1F1F2",
      "char": "🇹🇲"
    },
    {
      "no": 1613,
      "codes": "1F1F9 1F1F3",
      "char": "🇹🇳"
    },
    {
      "no": 1614,
      "codes": "1F1F9 1F1F4",
      "char": "🇹🇴"
    },
    {
      "no": 1615,
      "codes": "1F1F9 1F1F7",
      "char": "🇹🇷"
    },
    {
      "no": 1616,
      "codes": "1F1F9 1F1F9",
      "char": "🇹🇹"
    },
    {
      "no": 1617,
      "codes": "1F1F9 1F1FB",
      "char": "🇹🇻"
    },
    {
      "no": 1618,
      "codes": "1F1F9 1F1FC",
      "char": "🇹🇼"
    },
    {
      "no": 1619,
      "codes": "1F1F9 1F1FF",
      "char": "🇹🇿"
    },
    {
      "no": 1620,
      "codes": "1F1FA 1F1E6",
      "char": "🇺🇦"
    },
    {
      "no": 1621,
      "codes": "1F1FA 1F1EC",
      "char": "🇺🇬"
    },
    {
      "no": 1622,
      "codes": "1F1FA 1F1F2",
      "char": "🇺🇲"
    },
    {
      "no": 1623,
      "codes": "1F1FA 1F1F3",
      "char": "🇺🇳"
    },
    {
      "no": 1624,
      "codes": "1F1FA 1F1F8",
      "char": "🇺🇸"
    },
    {
      "no": 1625,
      "codes": "1F1FA 1F1FE",
      "char": "🇺🇾"
    },
    {
      "no": 1626,
      "codes": "1F1FA 1F1FF",
      "char": "🇺🇿"
    },
    {
      "no": 1627,
      "codes": "1F1FB 1F1E6",
      "char": "🇻🇦"
    },
    {
      "no": 1628,
      "codes": "1F1FB 1F1E8",
      "char": "🇻🇨"
    },
    {
      "no": 1629,
      "codes": "1F1FB 1F1EA",
      "char": "🇻🇪"
    },
    {
      "no": 1630,
      "codes": "1F1FB 1F1EC",
      "char": "🇻🇬"
    },
    {
      "no": 1631,
      "codes": "1F1FB 1F1EE",
      "char": "🇻🇮"
    },
    {
      "no": 1632,
      "codes": "1F1FB 1F1F3",
      "char": "🇻🇳"
    },
    {
      "no": 1633,
      "codes": "1F1FB 1F1FA",
      "char": "🇻🇺"
    },
    {
      "no": 1634,
      "codes": "1F1FC 1F1EB",
      "char": "🇼🇫"
    },
    {
      "no": 1635,
      "codes": "1F1FC 1F1F8",
      "char": "🇼🇸"
    },
    {
      "no": 1636,
      "codes": "1F1FD 1F1F0",
      "char": "🇽🇰"
    },
    {
      "no": 1637,
      "codes": "1F1FE 1F1EA",
      "char": "🇾🇪"
    },
    {
      "no": 1638,
      "codes": "1F1FE 1F1F9",
      "char": "🇾🇹"
    },
    {
      "no": 1639,
      "codes": "1F1FF 1F1E6",
      "char": "🇿🇦"
    },
    {
      "no": 1640,
      "codes": "1F1FF 1F1F2",
      "char": "🇿🇲"
    },
    {
      "no": 1641,
      "codes": "1F1FF 1F1FC",
      "char": "🇿🇼"
    },
    {
      "no": 1642,
      "codes": "1F3F4 E0067 E0062 E0065 E006E E0067 E007F",
      "char": "🏴󠁧󠁢󠁥󠁮󠁧󠁿"
    },
    {
      "no": 1643,
      "codes": "1F3F4 E0067 E0062 E0073 E0063 E0074 E007F",
      "char": "🏴󠁧󠁢󠁳󠁣󠁴󠁿"
    },
    {
      "no": 1644,
      "codes": "1F3F4 E0067 E0062 E0077 E006C E0073 E007F",
      "char": "🏴󠁧󠁢󠁷󠁬󠁳󠁿"
    }
  ]
};

/*
FROM: https://unicode.org/emoji/charts/emoji-list.html
GENERATED WITH:
{
  const { $$, copy } = window // Chrome Console API

  const andrs = $$('td.andr')
  const trs = andrs.map(e => e.parentElement)

  const emojis = trs.map(tr => {
    const tds = tr.children
    const codes = tds[1].innerText.replace(/U\+/g, '')
    return {
      no: parseInt(tds[0].innerText),
      codes: codes,
      char: codes.split(' ').map(s => String.fromCodePoint(parseInt(s, 16))).join('')
    }
  })

  console.log(emojis)
  copy(JSON.stringify(emojis, null, 2))
}
 */
